{
  "FileName": "FldObj_RockZoraRelief_A_M_01_ma",
  "EntryList": [
    {
      "EntryName": "Talk_ZoraRelief_Mess_01",
      "TextList": [
        {
          "Line": 8,
          "OriginalText": "History of the Zora, Part One\nThe Eternal Zora\u0027s Domain\nAs told by King Dorephan\nThe rains have blessed Lanayru since\nancient times with an abundance of\npure, clean water.\nSeeking a bounty of such water, the Zora\ngathered there. Thus, as the legends go,\nthe domain was born 10,000 years ago.\nThe land was also rich in ore, and so a\nunique form of stonemasonry was\ndeveloped to create our new home.\nThe domain is one giant sculpture,\na feat of architecture that has drawn\nadmirers the world over.\nOur great domain will ever stand as a\nhallmark of the esteemed artists who\nmade it, an eternal symbol of Zora pride.",
          "TranslatedText": "ประวัติความเป็นมาของ Zora ตอนที่ 1\nDomainของ Zora นิรันดร์\nตามคำบอกเล่าของ King Dorephan \nฝนได้อวยพร Lanayru มาตั้งแต่สมัยโบราณ\nด้วยน้ำที่บริสุทธิ์และสะอาดมากมาย\nเมื่อมองหาน้ำมากมายพวกZoraก็มารวมตัวกันที่นั่น \nดังนั้นเมื่อตำนานดำเนินไปDomainนี้\nถือกำเนิดขึ้นเมื่อ 10,000 ปีก่อน\nดินแดนแห่งนี้ยังอุดมไปด้วยแร่\nดังนั้นจึงมีการพัฒนารูปแบบเฉพาะ\nของการก่ออิฐเพื่อสร้างบ้านใหม่ของเรา\nDomainนี้เป็นรูปปั้นขนาดยักษ์\nซึ่งเป็นผลงานสถาปัตยกรรม\nที่ดึงดูดผู้ที่ชื่นชอบทั่วโลกDomain\nที่ยิ่งใหญ่ของเราจะยืนหยัดเป็นสัญลักษณ์\nของศิลปินที่ได้รับการยกย่องซึ่งเป็นสัญลักษณ์\nแห่งความภาคภูมิใจของ Zora ตลอดไป"
        }
      ]
    },
    {
      "EntryName": "Talk_ZoraRelief_Mess_02",
      "TextList": [
        {
          "Line": 12,
          "OriginalText": "History of the Zora, Part Two\nA Reservoir of Hope\nAs told by King Dorephan\nOnce every 10 years, the Lanayru region\nexperiences unusually heavy rainfall.\nThe Zora River flooded every time.\nThe tides damaged not only our domain\nbut our people, washing away poor souls\nand causing great suffering and disarray.\nThe Zora king of that time, after seeking\naid from the king of Hyrule, rode out to\nsee what could be done.\nBy joining the architectural genius of the\nZora and Hyrule\u0027s technological prowess,\nEast Reservoir Lake was swiftly built.\nThanks to this fruitful partnership,\nHyrule was no longer plagued by\nthese devastating floods.\nIn gratitude, the Zora king promised the\nking of Hyrule to manage the reservoir\nlevel to protect all of Hyrule from floods.\nEach Zora king since has kept that oath,\nspanning 10,000 years. That is why the\nreservoir signifies our bond with Hyrule.",
          "TranslatedText": "ประวัติความเป็นมาของ Zora ตอนที่ 2 \nอ่างเก็บน้ำแห่งความหวังตามคำบอกเล่าของ \nKing Dorephan ทุกๆ 10 ปีภูมิภาค \nLanayru จะประสบกับฝนตกหนักผิดปกติ\nแม่น้ำZoraท่วมทุกครั้ง\nกระแสน้ำไม่เพียงสร้างความเสียหาย\nให้กับdomainของเรา แต่ยังรวมถึง\nคนของเราด้วยล้างจิตวิญญาณที่น่าสงสาร\nและก่อให้เกิดความทุกข์และความระส่ำระสาย\nกษัตริย์Zoraในยุคนั้นหลังจากขอความ\nช่วยเหลือจากราชาแห่งHyruleก็ออกเดินทาง\nเพื่อดูว่าจะทำอะไรได้บ้าง\nด้วยการเข้าร่วมอัจฉริยะทางสถาปัตยกรรม\nของความกล้าหาญทางเทคโนโลยีของ Zora \nและ Hyrule ทำให้ East Reservoir Lake \nถูกสร้างขึ้นอย่างรวดเร็วด้วยความร่วมมือ\nที่ประสบผลสำเร็จนี้ทำให้ Hyrule ไม่ต้อง\nเผชิญกับอุทกภัยที่ร้ายแรงเหล่านี้อีกต่อไป\nด้วยความขอบคุณ กษัตริย์ Zora ได้สัญญา\nกับราชาแห่ง Hyrule ให้จัดการระดับอ่างเก็บน้ำ\nเพื่อปกป้อง Hyrule ทั้งหมดจากน้ำท่วม\nกษัตริย์Zoraแต่ละองค์ได้รักษาคำสาบานนั้น\nมาตลอด 10,000 ปี นั่นคือเหตุผลที่อ่างเก็บน้ำ\nบ่งบอกถึงความผูกพันของเรากับ Hyrule."
        }
      ]
    },
    {
      "EntryName": "Talk_ZoraRelief_Mess_03",
      "TextList": [
        {
          "Line": 16,
          "OriginalText": "History of the Zora, Part Three\nMiracle of the White Scale\nAs told by King Dorephan\nOur scholars say that in the distant past,\nZora\u0027s Domain had a king with no special\ntalent for the art of war.\nWhat he lacked in skill with a blade,\nhe made up for in love for his people,\nand especially love for his queen.\nOne day, news reached the king of a\nhorde of monsters gathering in the\nZodobon Highlands.\nThe king steeled himself for war to\nprotect his people, but the queen knew\nhow ill suited for the task he was.\nWorried for his life, she wove one of her\nown scales into his armor, hoping that\nher love would protect him in battle.\nIt seemed for a time that the tide of\nbattle favored the Zora and that all\nwould make it safely home.\nBut the cunning Lizalfos general saw\nan opening and seized it, driving the\nking\u0027s forces into a corner.\nJust when the general\u0027s sword was ready\nto crash down upon the king, a miracle\ntook place.\nAn errant sunbeam reflected from the\nscale on his armor blinded the Lizalfos,\nstopping the deathblow from falling.\nThis was the chance the king needed to\nrally his forces and turn the tide, taking\ndown the general and securing victory.\nThis came to be known as the Miracle of\nthe White Scale, a scale that only female\nZora possess.\nIt was this miracle that began the\ntradition of Zora princesses crafting\narmor for their future husbands.",
          "TranslatedText": "ประวัติความเป็นมาของ Zora ตอนที่ 3\nปาฏิหาริย์แห่งเกล็ดสีขาวตามคำบอกเล่าของ \nKing Dorephan นักวิชาการของเรา\nกล่าวว่าในอดีตอันไกลโพ้นดินแดนของ Zora \nมีกษัตริย์ที่ไม่มีความสามารถพิเศษสำหรับศิลปะ\nแห่งสงคราม\nสิ่งที่เขาขาดทักษะเกี่ยวกับใบมีดเขาสร้างขึ้น\nเพื่อความรักต่อประชาชนของเขาและโดยเฉพาะ\nอย่างยิ่งความรักต่อราชินีของเขา\nอยู่มาวันหนึ่งข่าวไปถึงราชาแห่งฝูงสัตว์ประหลาด\nที่รวมตัวกันที่ที่ราบสูงZodobon\nกษัตริย์พยายามทำสงครามเพื่อปกป้องประชาชน\nของเขา แต่ราชินีรู้ดีว่าเขาไม่เหมาะกับงานที่ทำ\nด้วยความเป็นห่วงชีวิตของเขา เธอจึงสวมเกล็ด\nของตัวเองเป็นชุดเกราะโดยหวังว่าความรักของเธอ\nจะปกป้องเขาในการต่อสู้ ดูเหมือนเป็นช่วงเวลาหนึ่ง\nที่กระแสการต่อสู้ทำให้ Zora ชื่นชอบและทุกอย่าง\nจะทำให้มันกลับบ้านได้อย่างปลอดภัย\nแต่นายพลLizalfosผู้เจ้าเล่ห์เห็นช่องเปิดและเข้ายึด\nมันทำให้กองกำลังของกษัตริย์จนมุม\nเมื่อดาบของนายพลพร้อมที่จะฟาดฟันราชาก็เกิด\nปาฏิหาริย์ขึ้น แสงตะวันที่หลงผิดที่สะท้อนจาก\nสเกลบนชุดเกราะของเขาทำให้Lizalfosตาบอด\nและหยุดยั้งไม่ให้ระเบิดมรณะตกลง\nนี่เป็นโอกาสที่กษัตริย์จำเป็นต้องรวบรวมกองกำลัง\nและพลิกกระแสโค่นล้มนายพลและได้รับชัยชนะ\nสิ่งนี้เรียกได้ว่าเป็นปาฏิหาริย์แห่งเกล็ดสีขาวซึ่งเป็น\nสเกลที่มีเพียง Zora ผู้หญิงเท่านั้นที่มีอยู่\nความมหัศจรรย์นี้เริ่มต้นประเพณีการประดิษฐ์\nชุดเกราะของเจ้าหญิงโซราสำหรับสามีในอนาคต"
        }
      ]
    },
    {
      "EntryName": "Talk_ZoraRelief_Mess_04",
      "TextList": [
        {
          "Line": 20,
          "OriginalText": "History of the Zora, Part Four\nThe Lightscale Trident\nAs told by King Dorephan\nThe queen and I were blessed with\na daughter as lovely as a jewel.\nWe named our princess...Mipha.\nTo celebrate her birth, the smithy Dento\npresented Mipha with a gift: a mighty\nspear called the Lightscale Trident.\nMipha grew into a bright girl and soon\nreached the age of receiving lessons\nfrom the royal family\u0027s order of knights.\nThe whole of the royal guard adored her,\nespecially Sergeant Seggin, who loved\nher as if she were his own kin.\nUnder Seggin\u0027s instruction, Mipha honed\nher skills, and her radiance grew along\nwith her skill with the Lightscale Trident.\nAs a Champion, Mipha made her people\nproud. However, once the Great Calamity\nstruck, she was never to return.\nAll of Zora\u0027s Domain fell into misery.\nThe merest thought of the princess was\nenough to overcome anyone with tears.\nAs a way of offering her soul repose,\nthey tried to send the Lightscale Trident\ndrifting down the Zora River.\nBut when they did, the trident began to\nglow, and Mipha\u0027s voice rang loud and\nclear for all Zora to hear:\n\u0022The Lightscale Trident and I are one...\nAbandon your grief and know joy once\nagain. Do not cry...just remember.\u0022\nAnd so, keeping to her request, on the\nday of the Great Calamity...the day that\nMipha passed from this world...\nthe Zora venerate the Lightscale Trident\nand remember their brave princess.\n\nSuch is the origin of the\nChampion Festival.",
          "TranslatedText": "ประวัติความเป็นมาของ Zora ตอนที่ 4\nThe Lightscale Trident \nตามคำบอกเล่าของ King Dorephan \nพระราชินีและฉันได้รับพรที่มีลูกสาวที่น่ารัก\nราวกับอัญมณี เราตั้งชื่อเจ้าหญิงของเราว่า...Mipha\nเพื่อเป็นการฉลองการเกิดของเธอโรงตีเหล็ก Dento \nได้มอบของขวัญให้กับ Mipha ซึ่งเป็นหอกอันทรงพลัง\nที่เรียกว่า Lightscale Trident\nMiphaเติบโตเป็นเด็กสาวที่สดใสและไม่นานก็ถึงวัย\nที่ได้รับบทเรียนจากคำสั่งอัศวินของราชวงศ์\nราชองครักษ์ทุกคนชื่นชมเธอโดยเฉพาะจ่าSeggin\nที่รักเธอราวกับว่าเธอเป็นญาติของเขาเอง\nภายใต้คำสั่งของ Seggin Miphaได้ฝึกฝนทักษะ\nของเธอและความเปล่งประกายของเธอก็เพิ่มขึ้น\nพร้อมกับทักษะของเธอด้วย Lightscale Trident\nในฐานะแชมป์ Mipha ทำให้คนของเธอภาคภูมิใจ \nอย่างไรก็ตามเมื่อเกิดภัยพิบัติครั้งใหญ่เธอก็ไม่มีวันกลับมาอีก\nDomainของ Zora ทั้งหมดตกอยู่ในความทุกข์ยาก\nความคิดที่ยิ่งใหญ่ที่สุดของเจ้าหญิงก็เพียงพอแล้ว\nที่จะเอาชนะทุกคนด้วยน้ำตา พวกเขาพยายามส่ง \nLightscale Trident ล่องลอยไปตามแม่น้ำ Zora \nเพื่อเป็นการมอบจิตวิญญาณของเธอ\nแต่เมื่อพวกเขาทำเช่นนั้นตรีศูลก็เริ่มเปล่งประกาย\nและเสียงของ Mipha ก็ดังขึ้นและชัดเจนเพื่อให้ \nZora ทุกคนได้ยิน:\n“ ตรีศูลแห่งแสงและฉันเป็นหนึ่งเดียวกัน ...\nละทิ้งความเศร้าโศกและรู้จักความสุขอีกครั้ง อย่าร้องไห้ ... \nแค่จำไว้ \u0022และตามคำขอร้องของเธอในวันมหาภัยพิบัติ ... \nวันที่Miphaจากโลกนี้ไป ...\nZora เคารพใน Lightscale Trident \nและระลึกถึงเจ้าหญิงผู้กล้าหาญของพวกเขา\nนั่นคือที่มาของ Champion Festival"
        }
      ]
    },
    {
      "EntryName": "Talk_ZoraRelief_Mess_05",
      "TextList": [
        {
          "Line": 24,
          "OriginalText": "History of the Zora, Part Five\nThe Sage Princess Ruto\nAs told by King Dorephan\nLong, long ago... In a past more distant\nthan even the Great Calamity or the\ncreation of the Divine Beast Vah Ruta...\nThere was a Zora princess named Ruto.\n\n\nWe know that she was an attendant to\nthe Zora patron deity and that she was\na fair and lively girl, beloved to all.\nAround that same time, an evil man with\ndesigns on ruling the world appeared,\nbringing disaster upon Zora\u0027s Domain.\nIt is said that Ruto then awoke as a sage,\nfacing this foe alongside the princess of\nHyrule and the hero of legend.\nHer achievements are remembered not\nonly by the Zora, they are also forever\netched in the history of Hyrule.\nThe Divine Beast Vah Ruta, built ages\nlater to face off against Calamity Ganon,\nwas named in honor of Ruto.\nThat the Zora princess—my sweet\ndaughter Mipha—was chosen to\npilot Ruta is surely the work of fate.",
          "TranslatedText": "ประวัติความเป็นมาของZoraตอนที่ 5\nเจ้าหญิงปราชญ์Rutoตามคำบอกเล่าของ\nราชาDorephanนานเมื่อนานมาแล้ว ... \nในอดีตที่ห่างไกลยิ่งกว่ามหาภัยพิบัติหรือ\nการสร้างDivine Beast Vah Ruta ...\nมีเจ้าหญิงZoraชื่อRuto\nเรารู้ว่าเธอเป็นผู้ดูแลเทพผู้อุปถัมภ์ Zora \nและเธอเป็นเด็กผู้หญิงที่ยุติธรรมและมีชีวิตชีวา\nเป็นที่รักของทุกคน ในช่วงเวลาเดียวกันนั้น\nชายผู้ชั่วร้ายที่มีรูปแบบการปกครองโลก\nก็ปรากฏตัวขึ้นนำหายนะมาสู่DomainของZora\nว่ากันว่าRutoตื่นขึ้นมาในฐานะผู้รอบรู้\nเผชิญหน้ากับศัตรูคนนี้เคียงข้างเจ้าหญิง\nแห่งHyruleและวีรบุรุษแห่งตำนาน\nความสำเร็จของเธอไม่เพียงแต่เป็นที่จดจำ\nโดย Zora เท่านั้น แต่ยังฝังอยู่ในประวัติศาสตร์\nของ Hyrule ตลอดไป Divine Beast \nVah Ruta ซึ่งสร้างขึ้นในภายหลังเพื่อ\nเผชิญหน้ากับ Calamity Ganon \nได้รับการตั้งชื่อเพื่อเป็นเกียรติแก่ Ruto\nว่าเจ้าหญิงZora—ที่รัก\nลูกสาว Mipha—ได้รับเลือกให้เป็นนักบิน\nRuta แน่นอนว่าเป็นผลงานของโชคชะตา."
        }
      ]
    },
    {
      "EntryName": "Talk_ZoraRelief_Mess_06",
      "TextList": [
        {
          "Line": 28,
          "OriginalText": "History of the Zora, Part Six\nDivine Beast Vah Ruta\nAs told by King Dorephan\nWhen the Divine Beast Vah Ruta was\nfirst discovered at Zora\u0027s Domain,\nmy daughter Mipha hurried to see it.\nThose present that day say they saw an\nunusual sparkle of excitement in Mipha\u0027s\nnormally calm eyes as she beheld Ruta.\nThe princess spoke of the Divine Beast\nas she would a friend and was overjoyed\nwhen she was chosen to pilot Ruta.\nI thought nothing of it at the time,\nbut given the events that followed,\nI now regret allowing this to happen.\nI have spent many long years consumed\nby guilt. My dearest wish is that her soul\nwill know peace. I pray for it every day.",
          "TranslatedText": "ประวัติของ Zora ตอนที่ 6\nDivine Beast Vah Ruta \nตามคำบอกเล่าของ King Dorephan \nเมื่อสัตว์ศักดิ์สิทธิ์ Vah Ruta ถูกค้นพบ\nครั้งแรกที่Domainของ Zora ลูกสาวของฉัน \nMipha รีบไปดูของขวัญในวันนั้นบอกว่า\nพวกเขาเห็นประกายแห่งความตื่นเต้น\nอย่างผิดปกติในดวงตาที่สงบตามปกติของ\nMiphaขณะที่เธอมองดูRuta\nเจ้าหญิงพูดถึง Divine Beast \nในขณะที่เธอเป็นเพื่อนและดีใจมาก\nเมื่อเธอได้รับเลือกให้เป็นนักบิน Ruta\nตอนนั้นฉันคิดอะไรไม่ออก แต่จากเหตุการณ์\nที่ตามมาตอนนี้ฉันเสียใจที่ปล่อยให้สิ่งนี้เกิดขึ้น\nฉันใช้เวลาหลายปีที่ผ่านมาโดยความรู้สึกผิด \nความปรารถนาที่รักที่สุดคือวิญญาณของเธอ\nจะได้รับความสงบสุข ฉันภาวนาให้มันทุกวัน"
        }
      ]
    },
    {
      "EntryName": "Talk_ZoraRelief_Mess_07",
      "TextList": [
        {
          "Line": 32,
          "OriginalText": "History of the Zora, Addendum 1\nKing Dorephan Stands His Ground\n\nAround 100 years after King Dorephan\nascended to the throne, a stray Guardian\ncrossed Upland Zorana into our domain.\nThe Guardian seemed unstoppable.\nOur best soldiers\u0027 spears barely left\na scratch on its metal hull.\nIt was then that our King Dorephan,\nwithout a thought for his own safety,\ncame out to face the Guardian himself.\nWith supernatural strength, he lifted the\nGuardian and hurled it into a ravine.\n\nThe impact of the fall left the Guardian\nin pieces, and it was never to trouble\nanother Zora ever again.\nThe citizens celebrated the king\u0027s valor.\nFrom then on, their trust and respect for\nhim grew beyond compare.\nYou can still see the scar he earned\nthat day on his forehead—a token of\nhis triumph.",
          "TranslatedText": "ประวัติความเป็นมาของ Zora ภาคผนวก 1 \nKing Dorephan ยืนหยัดอยู่บนพื้นดินของเขา\nราว 100 ปีหลังจากที่ King Dorephan \nขึ้นสู่บัลลังก์ผู้พิทักษ์ที่หลงทางข้าม Upland \nZorana เข้ามาในdomainของเรา\nThe Guardian ดูเหมือนจะผ่านพ้นไม่ได้\nหอกทหารที่ดีที่สุดของเราแทบไม่เหลือรอย\nขีดข่วนบนตัวถังโลหะ ตอนนั้นเองที่ราชาDorephan\nของเราโดยไม่คิดเรื่องความปลอดภัยของตัวเอง\nจึงออกมาเผชิญหน้ากับGuardianด้วยตัวเอง\nด้วยพลังเหนือธรรมชาติเขายกGuardian\nและเหวี่ยงมันลงไปในหุบเหว\nผลกระทบของการล่มสลายทำให้ผู้พิทักษ์\nเป็นชิ้น ๆ และมันจะไม่สร้างปัญหาให้กับ Zora \nคนอื่นอีกเลย ประชาชนเฉลิมฉลอง\nความกล้าหาญของกษัตริย์\nจากนั้นความไว้วางใจและความเคารพที่มีต่อเขา\nก็เพิ่มมากขึ้นจนเทียบไม่ได้\nคุณยังสามารถเห็นรอยแผลเป็นที่เขาได้รับ\nวันนั้นบนหน้าผากของเขา—สัญลักษณ์แห่ง\nชัยชนะของเขา"
        }
      ]
    },
    {
      "EntryName": "Talk_ZoraRelief_Mess_08",
      "TextList": [
        {
          "Line": 36,
          "OriginalText": "H---ory of the Zor-, Part S-ven\nThe H-ro Who D-feat-d the Ly--l\nAs T--d b- King Dorephan\nT--re was a time when the p--ple of the\nland were thre--ened by the dr--- beast\nLy-e- who lived on Pl--mu- M--ntain.",
          "TranslatedText": "H---ory of the Zor-, Part S-ven\nThe H-ro Who D-feat-d the Ly--l\nAs T--d b- King Dorephan\nT--re was a time when the p--ple of the\nland were thre--ened by the dr--- beast\nLy-e- who lived on Pl--mu- M--ntain."
        },
        {
          "Line": 42,
          "OriginalText": "But one Hy---n drove th- beast back\nan- re--ored p--ce to the do--in.\n\nTh- ",
          "TranslatedText": "But one Hy---n drove th- beast back\nan- re--ored p--ce to the do--in.\n\nTh- "
        },
        {
          "Line": 46,
          "OriginalText": "Zora helm",
          "TranslatedText": "Zora helm",
          "Colour": "blue"
        },
        {
          "Line": 49,
          "OriginalText": " w-n in th-s fight i-\nno- north of --- in the r--ns near\n---- L-ke.\nIt re--s ther- to h--or the d--ds\nof the he-- L---.",
          "TranslatedText": " w-n in th-s fight i-\nno- north of --- in the r--ns near\n---- L-ke.\nIt re--s ther- to h--or the d--ds\nof the he-- L---."
        }
      ]
    },
    {
      "EntryName": "Talk_ZoraRelief_Mess_08_01",
      "TextList": [
        {
          "Line": 53,
          "OriginalText": "Time has taken its toll on this...",
          "TranslatedText": "ถึงเวลาแล้วที่ต้องเสียค่าผ่านทางนี้..."
        }
      ]
    },
    {
      "EntryName": "Talk_ZoraRelief_Mess_09",
      "TextList": [
        {
          "Line": 57,
          "OriginalText": "History of the Zora, Addendum 2\nPrince Sidon\u0027s Great Escape\n\nThere was once a giant Octorok in\nHateno Bay, large as a mountain,\nwhich terrorized the village\u0027s fishers.\nHearing of their distress, Prince Sidon\nwent forth to personally eliminate the\noffending Octorok.\nBut this Octorok was a tricky beast.\nAfter the prince dodged one of the\nstones it spat, it inhaled him whole.\nSuch had been the fate of many strong\nwarriors who went to slay the Octorok.\nNot one had come back alive.\nJust as it seemed Prince Sidon would be\ncounted among them, the giant Octorok\ntwisted in pain.\nThe tip of a silverscale spear pierced the\nOctorok\u0027s stomach from within, revealing\nitself as the source of the beast\u0027s agony.\nIncredibly, Prince Sidon had fought his\nway out by stabbing his spear over and\nover into the monster\u0027s stomach.\nUnable to bear the pain, the Octorok\ncoughed up the prince and scrambled\nto escape.\nEver since, the fishers of Hateno Bay\nhave passed down this heroic tale:\nThe Prince Who Slew the Fell Octorok",
          "TranslatedText": "ประวัติความเป็นมาของ Zora ภาคผนวก 2 \nการหลบหนีอันยิ่งใหญ่ของเจ้าชายSidon\nครั้งหนึ่งเคยมียักษ์ Octorok ในอ่าว Hateno \nซึ่งมีขนาดใหญ่เท่าภูเขา ซึ่งสร้างความหวาดกลัว\nให้กับชาวประมงในหมู่บ้าน เมื่อได้ยินถึงความทุกข์\nของพวกเขาเจ้าชายSidonจึงออกไปกำจัด \nOctorok ที่กระทำผิดเป็นการส่วนตัว\nแต่ Octorok นี้เป็นสัตว์ร้ายที่หลอกลวง\nหลังจากที่เจ้าชายหลบก้อนหินก้อนหนึ่ง\nที่มันถ่มน้ำลายมันก็สูดดมเขาทั้งตัว\nนั่นเป็นชะตากรรมของนักรบที่แข็งแกร่ง\nหลายคนที่ไปสังหาร Octorok\nไม่มีใครกลับมามีชีวิตอีกแล้ว\nเช่นเดียวกันที่ดูเหมือนว่าเจ้าชาย\nSidonจะถูกนับรวมอยู่ในพวกเขา \nOctorok ยักษ์บิดตัวด้วยความเจ็บปวด\nปลายหอกสีเงินแทงทะลุท้องของ Octorok \nจากภายในเผยให้เห็นตัวเองว่าเป็นที่มา\nของความทรมานของสัตว์ร้ายอย่างไม่น่าเชื่อ\nเจ้าชายSidonได้ต่อสู้เพื่อหาทางออก\nโดยแทงหอกของเขาเข้าที่ท้องของสัตว์ประหลาด\nไม่สามารถทนต่อความเจ็บปวด Octorok ได้ไอ\nเจ้าชายและตะเกียกตะกายเพื่อหลบหนี\nนับตั้งแต่นั้นเป็นต้นมาชาวประมงของอ่าวHateno\nได้เล่าเรื่องราวที่เป็นวีรบุรุษนี้:\nเจ้าชายที่ผู้ล้ม Octorok"
        }
      ]
    },
    {
      "EntryName": "Talk_ZoraRelief_Mess_10",
      "TextList": [
        {
          "Line": 61,
          "OriginalText": "Memoir of a Gifted Stonemason\n\n\nWhat an honor it was to receive a\npersonal request from King Dorephan\nto craft a historical stone monument!\nI did not realize how much content he\u0027d\ngive me, though... It certainly exceeded\nthe line limits of a single monument.\nI suppose I could have just shortened\nthe text, but it felt wrong to tamper with\nour great king\u0027s words.\nThankfully, I was able to split it all\nbetween seven monuments to ensure\nthat every word was preserved.\nI have always prided myself on my ability\nto think outside the box. I am so very\nadaptable! And humble as well.\nWhile I was at it, I thought...why not add\ntwo of my own? And so I created one for\nKing Dorephan and one for Prince Sidon.\nTrue, this is outside the scope of my\ncommission... But I believe their triumphs\ndeserve as much! But why stop at that...\nWhy, indeed! My achievement surely\ndeserves remembrance too. That is how\na commission of one became 10.\nOf course, having increased the number\nof monuments, I had to find places for\nthem all... That proved difficult.\nStill, it is worth it! So long as I remember\nto sign these monuments, my name will\nbe remembered forever. As it should be.",
          "TranslatedText": "Memoir of a Gifted Stonemason \nช่างเป็นเกียรติอย่างยิ่งที่ได้รับคำขอส่วนตัวจาก \nKing Dorephan ให้สร้างอนุสาวรีย์หิน\nประวัติศาสตร์!\nฉันไม่รู้ว่าเขาจะให้เนื้อหากับฉันมากแค่ไหน ... \nมันเกินขีด จำกัด ของอนุสาวรีย์เดียวอย่างแน่นอน\nฉันคิดว่าฉันสามารถย่อข้อความได้ \nแต่มันรู้สึกผิดที่จะยุ่งเกี่ยวกับคำพูดของ\nกษัตริย์ผู้ยิ่งใหญ่ของเรา\nโชคดีที่ฉันสามารถแยกมันออกจาก\nอนุสาวรีย์ทั้งเจ็ดเพื่อให้แน่ใจว่าทุกคำได้รับการรักษาไว้\nฉันภูมิใจกับความสามารถในการคิดนอกกรอบ\nมาโดยตลอด ฉันปรับตัวได้ดีมาก! และถ่อมตัวด้วย.\nในขณะที่ฉันอยู่นั้นฉันคิดว่า ... \nทำไมไม่เพิ่มสองอันของฉันเอง? \nดังนั้นฉันจึงสร้างหนึ่งสำหรับกษัตริย์Dorephan\nและอีกหนึ่งสำหรับเจ้าชายSidon\nจริงอยู่นี่อยู่นอกขอบเขตของค่าคอมมิชชั่นของฉัน ... \nแต่ฉันเชื่อว่าชัยชนะของพวกเขาสมควรได้รับ\nมากพอ ๆ กัน! แต่ทำไมหยุดแค่นั้น ...\nทำไมจริง! ความสำเร็จของฉันก็สมควรได้รับ\nการจดจำเช่นกัน นั่นคือวิธีที่ค่าคอมมิชชั่นหนึ่ง\nกลายเป็น 10แน่นอนว่าหลังเพิ่มจำนวนอนุสาวรีย์แล้ว\nฉันต้องหาสถานที่สำหรับพวกเขาทั้งหมด ... \nนั่นพิสูจน์ได้ยากยังไงก็คุ้ม! ตราบเท่าที่ฉันจำได้ว่า\nได้ลงนามในอนุสาวรีย์เหล่านี้ชื่อของฉัน\nจะถูกจดจำตลอดไป อย่างที่ควรจะเป็น."
        }
      ]
    }
  ],
  "IsCompleted": false
}