{
  "FileName": "Obj_DiaryTamul_A_01",
  "EntryList": [
    {
      "EntryName": "0000",
      "TextList": [
        {
          "Line": 8,
          "OriginalText": "First page.",
          "TranslatedText": "First page.",
          "Colour": null
        }
      ]
    },
    {
      "EntryName": "0001",
      "TextList": [
        {
          "Line": 12,
          "OriginalText": "Last page.",
          "TranslatedText": "Last page.",
          "Colour": null
        }
      ]
    },
    {
      "EntryName": "0002",
      "TextList": [
        {
          "Line": 16,
          "OriginalText": "Don\u0027t read.",
          "TranslatedText": "Don\u0027t read.",
          "Colour": null
        }
      ]
    },
    {
      "EntryName": "0003",
      "TextList": [
        {
          "Line": 20,
          "OriginalText": "Next page.",
          "TranslatedText": "Next page.",
          "Colour": null
        }
      ]
    },
    {
      "EntryName": "0004",
      "TextList": [
        {
          "Line": 24,
          "OriginalText": "Previous page.",
          "TranslatedText": "Previous page.",
          "Colour": null
        }
      ]
    },
    {
      "EntryName": "0005",
      "TextList": [
        {
          "Line": 28,
          "OriginalText": "Stop reading.",
          "TranslatedText": "Stop reading.",
          "Colour": null
        }
      ]
    },
    {
      "EntryName": "talk00",
      "TextList": [
        {
          "Line": 32,
          "OriginalText": "Research diary for anti-aging rune.\nCLASSIFIED! For Purah\u0027s eyes only!",
          "TranslatedText": "Research diary for anti-aging rune.\nCLASSIFIED! For Purah\u0027s eyes only!",
          "Colour": null
        }
      ]
    },
    {
      "EntryName": "talk01",
      "TextList": [
        {
          "Line": 56,
          "OriginalText": "Date: ???\n\n\nWork has finally begun on my anti-aging\nrune. If all goes to plan, I believe it will\neffectively reverse the aging process.\nThis technology will enable us to make\nretired warriors young again, thereby\nstrengthening the Hyrulean army.\nWhen Calamity Ganon inevitably returns,\nwe\u0027ll be ready. Our offense will be solid,\nand our defense impenetrable.\nThe need for this tech pains me, but I\ntruly hope to use it to attain everlasting\npeace for all.",
          "TranslatedText": "วันที่: ???\n\n\nงานเรื่อง anti-aging rune ของฉันได้เริ่มต้นขึ้นแล้ว\nถ้าหากทุกอย่างเป็นไปตามแผน ฉันเชื่อว่ามันจะ\nย้อนกระบวนการแก่ตัวลงอย่างได้ผล\nเทคโนโลยีนี้จะช่วยให้เราทำให้นักรบที่เกษียนอายุแล้ว\nกลับมาหนุ่มแน่นได้อีกครั้ง เป็นการเสริมความแข็งแกร่ง\nให้กับทหารของชาว Hyrule\nเพื่อให้เราพร้อมตอนที่ Calamity Ganon กลับมา\nการโจมตีของเราจะรุณแรง และการป้องกันของเรา\nจะทนทาน\nการพัฒนามันขึ้นทำให้ฉันลำบากไม่น้อย\nแต่ฉันหวังเป็นอย่างยิ่งว่าจะใช้มันรักษาความสงบสุข\nของโลกไว้ได้",
          "Colour": null
        }
      ]
    },
    {
      "EntryName": "talk02",
      "TextList": [
        {
          "Line": 82,
          "OriginalText": "Date: ???\n\n\nThe beta version of my anti-aging rune\nis complete. I have already added it to\nthe Sheikah Slate I made for myself.\nSince I am to be the test subject of this\nexperiment, Symin booted up the rune\nand directed its rays at my body.\nAfter 20 seconds of exposure, I felt\nextreme fatigue and broke into a fever,\nforcing us to cease the experiment.\nUnable to stay awake, I went to bed\nimmediately. Tomorrow I will try to\nfigure out what went awry.",
          "TranslatedText": "วันที่: ???\nRune ลดอายุเวอร์ชั่นทดสอบของฉันเสร็จแล้ว\nฉันได้ใส่มันลงใน  Sheikah Slate ที่ฉันทำ\nขึ้นมาเอง ในเมื่อฉันจะเป็นคนทดลองมันเอง\nSymin จึงเปิดการทำงานของมันและยิงแสง\nของมันมาที่ตัวฉัน หลังจากรับแสงนั้นอยู่ 20 วินาที\nฉันรู้สึกเหนื่อยล้าอย่างมากและไข้ขึ้น\nทำให้เราต้องหยุดการทดลองไว้แค่นั้น\nในตรงไปที่เตียงทันที เพราะทนตื่นแทบไม่ไหวแล้ว\nพรุ่งนี้ฉันจะลองตรวจสอบดูว่ามีอะไรผิดพลาด",
          "Colour": null
        }
      ]
    },
    {
      "EntryName": "talk03",
      "TextList": [
        {
          "Line": 106,
          "OriginalText": "Anti-Aging Experimental Trial\nDay 2\n\nMy extreme full-body fatigue has slightly\nimproved, for which I am grateful. Still,\nI do not recognize the face in my mirror.\nMy hair is thick again and floor-length.\nMy wrinkles, once deep as trenches,\nhave vanished without a trace.\nIt seems the anti-aging effect works.\nHowever, I did not expect the reversal\nto happen so frighteningly fast.\nThis morning I kicked Symin awake and\nhad him run a full physical exam on me.\n\nMy height, weight, vision, bone density,\nheart, blood... We tested everything we\ncould, pushing our facility to its limit.\nOur discoveries were startling. My results\nwere typical of a Sheikah woman in her\nearly 50s.\nIn other words, I reversed my age by\nmore than 70 years in a single night.\n\nI can only hope I do not awaken to find\nI have the body of a newborn baby...",
          "TranslatedText": "การทดลองลดอายุ\nวันที่ 2\nอาการเหนื่อยล้าทั่วร่างอย่างหนักของฉันเริ่มดีขึ้นเล็กน้อย\nซึ่งเป็นเรื่องที่น่ายินดี แต่ว่าฉันกลับจำหน้าคนในกระจกไม่ได้\nผมของฉันกลับมาหนาอีกครั้งและยาวจนถึงพื้น\nริ้วรอยที่เคยเป็นร่องลึกกลับหายไปอย่างไร้ร่องรอย\nดูเหมือนว่าผลของการลดอายุจะได้ผล\nแต่ฉันไม่ได้คาดว่ากระบวนการมันจะเกิดขึ้นเร็วขนาดนี้\nเช้านี้ฉันเตะเพื่อปลุก Symin และให้เขาทำการ\nตรวจร่างกายฉันแบบเต็มรูปแบบ\nส่วนสูง น้ำหนัก สายตา มวลกระดูก หัวใจ เลือด...\nเราตรวจทุกอย่างที่ทำได้ ใช้ทุกอย่างที่เรามีอย่างเต็มที่\nผลการตรวจนั้นน่าทึ่งมาก ผลของฉันเทียบได้กับ\nหญิงชาว Sheikah ในวัย 50 ต้นๆ\nซึ่งหมายความว่า ฉันย้อนอายุของตัวเองไปมากกว่า\n70 ปี ในเพียงแค่คืนเดียว\nฉันได้แต่หวังว่าในวันพรุ่งนี้ฉันจะไม่ตื่นมาแล้วพบว่า\nตัวเองอยู่ในร่างของเด็กเพิ่งเกิดหรอกนะ...",
          "Colour": null
        }
      ]
    },
    {
      "EntryName": "talk04",
      "TextList": [
        {
          "Line": 130,
          "OriginalText": "Anti-Aging Experimental Trial\nDay 3\n\nI awoke with an abundance of energy.\nIt has been decades since I slept so well.\n\nUpon waking, I immediately checked the\nmirror, only to be greeted by a youthful\nversion of myself.\nAccording to Symin\u0027s examination,\nI have the body of a Sheikah woman\nin her 30s.\nThirty years old... I was around that age\nwhen I was first able to continue my\nresearch following the Great Calamity.\nThe first thing I did was try to figure out\nhow to expand the functionality of the\nSheikah Sensor.\nI was around 80 years old when that\nexpansion was completed. I intend to\nbequeath this tech to our sleeping hero.\nI hope to the gods that he will be able to\nassist in the destruction of the Calamity\nthat swallowed our Princess Zelda whole.",
          "TranslatedText": "การทดลองลดอายุ\nวันที่ 3\nฉันตื่นขึ้นมาพร้อมกับพลังที่ล้นเหลือ\nฉันนานเป็นทศวรรษแล้วที่ฉันไม่ได้หลับสบายขนาดนี้\nตอนตื่นขึ้นมาฉันรีบดูกระจกทันที\nแล้วก็ได้พบการทักทายจากตัวฉันเองในตอนยังสาว\nจากการตรวจสอบของ Symin\nฉันมีร่างกายของหญิงชาว Sheikah ในวัย 30\nสามสิบปี... ฉันอายุในประมาณนั้น\nเมื่อตอนที่ทำการวิจัยต่อหลังจาก Great Calamity\nสิ่งแรกที่ฉันทำในตอนนั้นคือ พยายามคิดหาวิธีเพิ่ม\nความสามารถให้กับ Sheikah Sensor\nกว่ามันจะเสร็จฉันก็อายุราว 80 แล้ว\nฉันตั้งใจจะทิ้งมันไว้ให้กลับผู้กล้าที่หลับอยู่ของเรา\nหลังจากฉันตายไปแล้ว \nฉันอ้อนวอนต่อพระเจ้าให้ท่านจะช่วยเหลือเขา\nในการทำลาย Calamity ที่กลืนกิน\nเจ้า Zelda เจ้าหญิง Zelda ของพวกเราเข้าไป",
          "Colour": null
        }
      ]
    },
    {
      "EntryName": "talk05",
      "TextList": [
        {
          "Line": 154,
          "OriginalText": "Anti-Aging Experimental Trial\nDay 4\n\nAfter today\u0027s routine physical, the results\nshow that I have the body of a Sheikah\nwoman in her 20s.\nI haven\u0027t felt this good in a century!\nThis is all taking me back to when the\nGreat Calamity happened...\nGanon had been dormant for 10,000\nyears. Perhaps his power had been\nbuilding all that time.\nThe slaughter that followed was arbitrary\nand merciless. The destruction complete.\n\nWe lost everything... Hyrule Castle,\nPrincess Zelda... Well, perhaps not \neverything was lost.\nA youth named Link was brought to me a\nhundred years ago, covered in wounds\nand on death\u0027s doorstep.\nLink... So young, yet so courageous.\n\n\nHe was the youngest knight to have ever\nbeen appointed to the Imperial Guard at\nHyrule Castle.\nHe was also a gifted swordsman who was\nselected as captain of Princess Zelda\u0027s\npersonal guard.\nI thought his skills would be enough to\ndefeat Ganon in glorious fashion...\n\nSince ancient times, the royal family of\nHyrule and us Sheikah researchers have\nhad a strong bond. Their pain is our own.\nWe took the swordsman and the\nSheikah Slate Princess Zelda left\nbehind to the Shrine of Resurrection.\nAlthough the Slumber of Restoration had\nnot been fully tested, we decided to put\nthe swordsman under to save his life.\nIt was the best we could do...",
          "TranslatedText": "การทดลองลดอายุ\nวันที่ 4\nหลังจากการตรวจร่างกายวันนี้ ผลแสดงให้เห็นว่า\nฉันมีร่างกายของหญิงชาว Sheikah ในวัย 20\nฉันไม่ได้รู้สึกดีขนาดนี้มาเป็นร้อยปีแล้ว!\nเรื่องนี้มันทำให้ฉันนึกย้อนไปถึงเมื่อนตอนที่\nGreat Calamity เกิดขึ้น...\nGanon ได้จำศีลมาถึง 10,000 ปี\nบางทีเขาอาจจะสะสมพลังตลอดช่วงเวลานั้น\nการเข่นฆ่าที่ตามมาเป็นไปอย่างโหดเหี้ยม\nและไร้เหตุผล เป็นการทำลายล้างอยู่ฝ่ายเดียว\nเราสูญเสียทั้งอย่าง... ปราสาท Hyrule\nเจ้าหญิง Zelda... อ้อ บางทีอาจจะไม่ใช่ทุกสิ่ง\nชายหนุ่มที่ชื่อว่า Link ถูกพามาหาฉัน\nเมื่อหนึ่งร้อยปีก่อน ในสภาพบาดแผลเต็มตัว\nห่างจากประสู่ความตายเพียงก้าวเดียว\nLink... ช่างเยาว์วัยและกล้าหาญนัก\nเขาเป็นอัศวินอายุน้อยที่สุดที่เคยได้รับแต่งตั้ง\nให้เป็นทหารรักษาพระองค์ที่ปราสาท Hyrule\nเขายังเป็นนักดาบที่มีพรสวรรค์ซึ่งได้รับเลือก\nให้เป็นหัวหน้าทหารองครักษ์ของเจ้าหญิง Zelda\nฉันเคยคิดว่าความสามารถของเขาคงเพียงพอ\nในการเอาชนะ Ganon ได้อย่างไม่ยากเย็น...\nนับแต่สมัยโบราณ ราชวงศ์ Hyrule และพวกเรา\nนักวิจัยชาว Sheikah นั้นมีความสัมพันธ์อันแน่นแฟ้น\nความลำบากของพวกเขาก็ถือเป็นของเรา\nเรานำนักดาบคนนั้นและ Sheikah Slate \nที่เจ้าหญิง Zelda ทิ้งไว้ไปยัง Shrine of \nResurrection \nแม้ว่า Slumber of Restoration ยังไม่ได้ทดสอบ\nเต็มรูปแบบ แต่เราก็ตัดสินใจที่จะให้นักดาบคนนั้นใช้งาน\nเพื่อรักษาชีวิตเขาไว้ มันดีที่สุดเท่าที่เราทำได้แล้ว...",
          "Colour": null
        }
      ]
    },
    {
      "EntryName": "talk06",
      "TextList": [
        {
          "Line": 178,
          "OriginalText": "Anti-Aging Experimental Trial\nDay 5\n\nI awoke to something horrifying...\na scarlet lump scarring my\notherwise youthful face.\nAfter analyzing this monstrosity,\nI have come to the conclusion that\nit is just a pimple. A big one.\nThe results of today\u0027s physical exam\nindicate that my body and mind have\nreverted to those of a teenager.\nI feel like Symin looks at me differently.\nWhich irritates me. I got angry when he\ninsisted on running my blood test for me.\nI mean, really! What even! I can do it all\nby myself! ...In any case, I wonder what\nexperiment I should focus on next.\nThe blue flame in the furnace outside is\ngrowing weaker by the day. I do hope the\nGuidance Stone doesn\u0027t stop working...",
          "TranslatedText": "การทดลองลดอายุ\nวันที่ 5\nฉันตื่นขึ้นมาพบกับสิ่งที่น่าสะพรึง...\nมีแผลสีแดงเป็นก้อนอยู่บนใบหน้าอันอ่อนเยาว์ของฉัน\nหลังจากการตรวจสอบอย่างหนักหน่วง\nฉันได้ข้อสรุปว่ามันคือสิว... เม็ดใหญ่ด้วย\nผลของการตรวจร่างกายวันนี้ชี้ว่า\nร่างกายและจิตใจของฉันได้ย้อนสู่ช่วงวัยรุ่น\nฉันรู้สึกว่า Symin มองฉันไม่เหมือนเดิม\nซึ่งทำให้ฉันหงุดหงิด ฉันรู้สึกโมโหตอนที่เขา\nยืนกรานจะทำการตรวจเลือดของฉัน\nฉันหมายถึง เอาจริงดิ! มันอะไรกัน! ฉันทำเองเป็นน่า! \n...อย่างไรก็เถอะ ฉันสงสัยว่าการทดลองหน้า\nฉันควรจะทำเรื่องอะไรดีนะ\nไฟสีฟ้าในเตาข้างนอกก็เริ่มอ่อนลงทุกวัน\nฉันหวังว่า Guidance Stone จะไม่หยุดทำงานนะ...",
          "Colour": null
        }
      ]
    },
    {
      "EntryName": "talk07",
      "TextList": [
        {
          "Line": 202,
          "OriginalText": "Anti-Aging Experimental Trial\nDay 6\n\nMy age reversal has progressed\nfurther still. I now look and feel\nlike a 6-year-old.\nMy height has regressed so much that\nI can no longer reach things in high\nplaces. It\u0027s super annoying.\nWhere is that genius swordsman we\nplaced in the Slumber of Restoration,\nanyway? Wake up, already!\nIf he doesn\u0027t awaken soon, my feature\nexpansions for the Sheikah Sensor will\ngo to waste.\nBut even if he does manage to wake up,\nhow can I be sure he\u0027ll find me here?\n\nI want to go and just kick Linky awake,\nbut I doubt Symin would help me. It\u0027d be\nhard with my 6-year-old body anyway.\nInstead, I think I\u0027ll begin working on a\nrune to un-reverse my aging process.",
          "TranslatedText": "การทดลองลดอายุ\nวันที่ 6\nการย้อนวัยของฉันยังคงคืบหน้าต่อไป\nตอนนี้ฉันดูเหมือนและรู้สึกเหมือนเด็กอายุ 6 ขวบแล้ว\nความสูงของฉันลดลงจนฉันไม่สามารถหยิบของ\nบนที่สูงได้แล้ว มันน่ารำคาญสุดๆ\nแล้วนายนักดาบอัจฉริยะที่เราใส่ไว้ใน Slumber of \nRestoration นั่นอยู่ไหนล่ะ? ตื่นได้แล้วน่า!\nถ้าเขาไม่รีบตื่นขึ้นมา การขยายความสามารถให้กับ \nSheikah Sensor ของฉันคงไม่ทันได้ใช้งานแน่\nแต่ถึงแม้เขาจะตื่นขึ้น ฉันจะแน่ใจได้ยังไงว่าเขาจะหาฉัน\nเจอที่นี่?\nฉันอยากจะไปเตะ Linky ให้ตื่นขึ้นสักที\nแต่ฉันสงสัยว่า Symin คงจะไม่ยอมช่วยฉัน\nมันคงยากที่เด็ก 6 ขวบไปได้เอง\nฉันก็เลยคิดว่าจะคิดค้น rune ที่จะมาย้อน-การย้อนอายุ\nของฉันแทน",
          "Colour": null
        }
      ]
    },
    {
      "EntryName": "talk08",
      "TextList": [
        {
          "Line": 226,
          "OriginalText": "Anti-Aging Experimental Trial\nDay 7\n\nThis morning\u0027s exam results indicated\nthat I am still age 6, same as yesterday.\nPerhaps my age-reversal has stopped.\nAs luck would have it, today I also\nfinished developing the beta version\nof an age-boosting rune! ♪\nIf successful, this should be able to\nreverse the effects of the anti-aging\nrune. I hope it will, anyway.\nAll I need to do is increase the output\nand expose myself to its rays...\n\nHowever, when I tried to add this feature\nto the Sheikah Slate I made, I found that\nthe Guidance Stone had stopped!\nWhat\u0027s more, the blue flame in the\nfurnace outside has gone out!\n\nI sent Symin to the ancient furnace,\nbut he was too clumsy and it was\nraining and nothing went to plan.\nSo I had to go down there to help,\nbut a girl in the village saw me.\nWhat a mess I\u0027ve made...",
          "TranslatedText": "การทดลองลดอายุ\nวันที่ 7\nผลการตรวจร่างกายเช้านี้ชี้ให้เห็นว่า ฉันยังคงอายุ\n6 ขวบ เหมือนกับเมื่อวานนี้\nบางทีการย้อนวัยของฉันอาจจะหยุดลงแล้ว\nและดูเหมือนโชคจะเข้าข้าง วันนี้ฉันก็พัฒนา\nrune เร่งอายุเวอร์ชันทดสอบเสร็จแล้วเช่นกัน! ♪\nถ้าสำเร็จ สิ่งนี้น่าจะสามารถย้อนผลของ rune \nลดอายุได้ ฉันหวังว่าอย่างนั้นนะ\nที่ต้องทำก็มีแค่เร่งกำลังส่งของมันและยิงใส่ร่างฉัน...\nแต่ว่า ตอนที่ฉันพยายามจะใส่มันเข้าไปใน \nSheikah Slate ที่ฉันทำขึ้น ฉันพบว่า\nGuidance Stone ได้หยุดทำงานไปแล้ว!\nและยิ่งกว่านั้นไฟในเตาข้างนอกก็ดับไปแล้ว!\nฉันส่ง Symin ไปที่เตาเผาโบราณ \nแต่เขาซุ่มซ่ามและฝนก็ตก อะไรก็เลยไม่เป็นไปตามแผน\nฉันก็เลยต้องลงไปเพื่อช่วยเขา\nแต่เด็กหญิงในหมู่บ้านคนหนึ่งเห็นฉันเข้า\nทำพลาดซะแล้ว...",
          "Colour": null
        }
      ]
    },
    {
      "EntryName": "talk09",
      "TextList": [
        {
          "Line": 230,
          "OriginalText": "Not only am I unable to continue my\nresearch in this state, I can only work\nby the light of gas lamps. What to do...",
          "TranslatedText": "ในสภาพนี้ ฉันไม่เพียงไม่สามารถทำงานวิจัยต่อได้\nฉันยังต้องอาศัยเพียงแสงตะเกียงในการทำงานอีกด้วย\nจะทำยังไงต่อดี...",
          "Colour": null
        }
      ]
    },
    {
      "EntryName": "talk10",
      "TextList": [
        {
          "Line": 256,
          "OriginalText": "Date: ???\n\n\nI can\u0027t believe it... Our hero, Linky,\nhas awoken from his 100-year slumber!\nAs expected, he has lost his memory.\nThe Slumber of Restoration... I really\nshould have done a test run on that\nthing first. Well, live and learn.\nIn any case, he got the ancient furnace\nworking, so now I can start my research\nonce again. Finally!! ☆\nOnly a truly gifted and heroic swordsman\nlike him could have achieved all that. ♪\n\nSpeaking of...this seems like a good\nopportunity to get him to do some\nother chores for me too, heh. ☆",
          "TranslatedText": "วันที่: ???\nไม่อยากเชื่อเลย... ผู้กล้าของเรา Linky\nได้ตื่นขึ้นมาจากการหลับนาน 100 ปีของเขาแล้ว!\nอย่างที่คาด เขาสูญเสียความทรงจำไป\nSlumber of Restoration... ฉันควร\nจะทดสอบมันให้เสร็จเสียก่อน ก็ต้องจำไว้เป็นบทเรียนละนะ\nอย่างไรก็เถอะ เขาทำให้เตาเผาโบราณกลับมาทำงาน\nฉันจึงสามารถกลับมาเริ่มงานวิจัยได้อีกครั้ง!! ☆\nมีเพียงนักดาบผู้กล้าหาญและมีพรสวรรค์ที่แท้จริง\nอย่างเขาเท่านั้นแหละที่จะสามารถทำเรื่องพวกนั้น\nได้สำเร็จ ♪\nพูดไปแล้ว...นี่ดูจะเป็นโอกาสเหมาะที่จะใช้ให้เขา\nไปทำงานอื่นๆ ให้ฉันด้วยนะ หึหึ ☆",
          "Colour": null
        }
      ]
    },
    {
      "EntryName": "talk11",
      "TextList": [
        {
          "Line": 282,
          "OriginalText": "Not only am I unable to continue my\nresearch in this state, I can only work\nby the light of gas lamps. What to do...",
          "TranslatedText": "ในสภาพนี้ ฉันไม่เพียงไม่สามารถทำงานวิจัยต่อได้\nฉันยังต้องอาศัยเพียงแสงตะเกียงในการทำงานอีกด้วย\nจะทำยังไงต่อดี...",
          "Colour": null
        }
      ]
    }
  ],
  "IsCompleted": false
}