{
  "FileName": "TwnObj_HyruleCastleBook_A_02",
  "EntryList": [
    {
      "EntryName": "0001",
      "TextList": [
        {
          "Line": 8,
          "OriginalText": "Don\u0027t read.",
          "TranslatedText": "ไม่อ่าน"
        }
      ]
    },
    {
      "EntryName": "0002",
      "TextList": [
        {
          "Line": 12,
          "OriginalText": "Next page.",
          "TranslatedText": "หน้าถัดไป"
        }
      ]
    },
    {
      "EntryName": "0003",
      "TextList": [
        {
          "Line": 16,
          "OriginalText": "Previous page.",
          "TranslatedText": "หน้าก่อน"
        }
      ]
    },
    {
      "EntryName": "0004",
      "TextList": [
        {
          "Line": 20,
          "OriginalText": "Stop reading.",
          "TranslatedText": "หยุดอ่าน"
        }
      ]
    },
    {
      "EntryName": "0005",
      "TextList": [
        {
          "Line": 24,
          "OriginalText": "First page.",
          "TranslatedText": "หน้าแรก"
        }
      ]
    },
    {
      "EntryName": "0006",
      "TextList": [
        {
          "Line": 28,
          "OriginalText": "Last page.",
          "TranslatedText": "หน้าสุดท้าย"
        }
      ]
    },
    {
      "EntryName": "Diary_00",
      "TextList": [
        {
          "Line": 32,
          "OriginalText": "Read Zelda\u0027s diary?",
          "TranslatedText": "อ่านไดอารี่ของ Zelda?"
        }
      ]
    },
    {
      "EntryName": "Diary_01",
      "TextList": [
        {
          "Line": 45,
          "OriginalText": "After meeting with the Champions, I left\nto research the ancient technology, but\nnothing of note came of my research.\nThe return of Ganon looms—a dark force\ntaunting us from afar. I must learn all I\ncan about the relics so we can stop him.\nIf the fortune-teller\u0027s prophecy is to be\nbelieved, there isn\u0027t much time left...\n\nAh, but turning over these thoughts in\nmy head puts me ill at ease. I suppose\nI should turn in for the night.\nP.S. Tomorrow my father is assigning\nHIM as my appointed knight...",
          "TranslatedText": "หลังจากได้พบกับเหล่า Champion\nฉันก็ออกเดินทางไปค้นคว้าเทคโนโลยีโบราณ\nแต่ไม่มีความคืบหน้าอะไรเพิ่มเติมจากงานของฉัน\nการกลับมาของ Ganon ได้ทำให้เกิดพลังแห่งความมืด\nที่ท้าท้ายเราจากที่ห่างไกล ฉันต้องเรียนรู้เรื่องวัตถุโบราณ\nให้มากที่สุด เพื่อที่เราจะหยุดเขาได้\nหากจะเชื่อตามคำทำนายของนักพยากรณ์\nเราก็เหลือเวลาอีกไม่มากแล้ว...\nการเอาแต่คิดเรื่องนี้ทำให้ฉันเหนื่อยเหลือเกิน\nฉันคิดว่าคืนนี้ควรจะนอนได้แล้ว\nป.ล. พรุ่งนี้พ่อจะมอบหมายให้ \u0022เขา\u0022 มาเป็น\nอัศวินองครักษ์ของฉัน..."
        }
      ]
    },
    {
      "EntryName": "Diary_02",
      "TextList": [
        {
          "Line": 58,
          "OriginalText": "I set out for Goron City today to\nmake some adjustments to\nDivine Beast Vah Rudania.\nI still recall feeling his eyes on me as I\nwalked ahead. The feeling stayed with\nme so long, I grew anxious and weary.\nIt is the same feeling I\u0027ve felt before in\nhis company... And still, not a word\npasses his lips.\nI never know what he\u0027s thinking! It makes\nmy imagination run wild, guessing at\nwhat he is thinking but will not say.\nWhat does the boy chosen by the sword\nthat seals the darkness think of me?\nWill I ever truly know?\nThen, I suppose it\u0027s simple. A daughter\nof Hyrule\u0027s royal family yet unable to\nuse sealing magic... He must despise me.",
          "TranslatedText": "ฉันออกเดินทางไปยัง Goron City ในวันนี้\nเพื่อทำการปรับแต่ง Divine Beast Vah Rudania\nฉันยังนึกถึงความรู้สึกที่สายของเขามองฉันขณะที่ฉัน\nเดินไปข้างหน้าได้อยู่ ความรู้สึกนั้นอยู่กับฉันเป็นเวลานาน\nฉันรู้สึกตึงเครียดและเหนื่อยล้า\nมันเป็นความรู้สึกเดียวกับที่เคยมีเขาร่วมทางก่อนหน้านี้...\nแล้วก็ ยังไม่มีคำพูดใดออกจากปากเขาเหมือนเคย\nฉันไม่เคยรู้เลยว่าเขาคิดอะไรอยู่! มันทำให้ฉันคิดไปไกล\nเดาว่าเขาคิดเรื่องอะไรแต่ไม่ยอมพูดออกมา\nเด็กหนุ่มผู้ถูกเลือกโดยดาบที่ผนึกความมืด\nจะคิดกับฉันยังไงนะ? ฉันจะมีวันได้รับรู้รึเปล่า?\nแต่ฉันคิดว่ามันคงชัดเจน บุตรสาวแห่งราชวงศ์ Hyrule\nที่ไม่สามารถใช้เวทย์ผนึกได้... เขาต้องเกลียดฉันแน่"
        }
      ]
    },
    {
      "EntryName": "Diary_03",
      "TextList": [
        {
          "Line": 71,
          "OriginalText": "I said something awful to him today...\n\n\nMy research was going nowhere. I was\nfeeling depressed, and I had told him\nrepeatedly not to accompany me.\nBut he did anyway, as he always does,\nand so I yelled at him without restraint.\n\nHe seemed confused by my anger. I feel\nterribly guilty...and that guilt only makes\nme more agitated than I was before.",
          "TranslatedText": "วันนี้ฉันพูดบางอย่างที่แย่มากกับเขาไป...\nการค้นคว้าของฉันไม่มีความคืบหน้าเลย\nฉันรู้สึกหดหู่ และฉันบอกเขาหลายครั้งให้เลิกตามฉันมา\nแต่เขาก็ยังตามมาอยู่ดี เหมือนที่ทำมาตลอด\nฉันจึงตะโกนใส่เขาโดยไม่ระงับอารมณ์\nเขาดูสับสนกับความโกรธของฉัน\nฉันรู้สึกผิดมาก...และความรู้สึกผิดนั้นก็ทำให้ฉัน\nรู้สึกไม่สบายใจยิ่งกว่าเดิม"
        }
      ]
    },
    {
      "EntryName": "Diary_04",
      "TextList": [
        {
          "Line": 84,
          "OriginalText": "I am unsure how to put today\u0027s events\ninto words. Words so often evade me\nlately, and now more than ever.\nHe saved me. Without a thought for his\nown life, he protected me from the\nruthless blades of the Yiga Clan.\nThough I\u0027ve been cold to him all this\ntime...taking my selfish and childish\nanger out on him at every turn...\nStill, he was there for me. I won\u0027t ever\nforget that. Tomorrow, I shall apologize\nfor all that has transpired between us.\nAnd then...I will try talking to him.\nTo Link. It\u0027s worth a shot.",
          "TranslatedText": "ฉันไม่แน่ใจว่าควรจะบรรยายเหตุการณ์ที่เกิดขึ้น\nในวันนี้อย่างไรดี พักหลังนี้คำศัพท์เหมือนจะหลบเลี่ยงฉัน\nและยิ่งหนักขึ้นอีกในตอนนี้\nเขาช่วยฉันไว้ โดยไม่เป็นห่วงชีวิตของตัวเอง\nเขาปกป้องฉันจากดาบอันโหดเหี้ยมของ Yiga Clan\nแม้ว่าฉันจะเย็นชากับเขามาตลอด..เอาแต่ปลดปล่อย\nความโกรธและเห็นแก่ตัวแบบเด็กๆ ใส่เขา...\nแต่เขาก็ยังอยู่ตรงนั้นเพื่อฉัน ฉันจะไม่มีวันลืมเรื่องที่เกิดขึ้น\nพรุ่งนี้ ฉันจะขอโทษสำหรับเรื่องทุกอย่างที่ผ่านมา\nจากนั้น...ฉันจะลองคุยกับเขา กับ Link \nมันก็น่าลองดู"
        }
      ]
    },
    {
      "EntryName": "Diary_05",
      "TextList": [
        {
          "Line": 97,
          "OriginalText": "Bit by bit, I\u0027ve gotten Link to open up\nto me. It turns out he\u0027s quite a glutton.\nHe can\u0027t resist a delicious meal!\nWhen I finally got around to asking why\nhe\u0027s so quiet all the time, I could tell it\nwas difficult for him to say. But he did.\nWith so much at stake, and so many eyes\nupon him, he feels it necessary to stay\nstrong and to silently bear any burden.\nA feeling I know all too well... For him,\nit has caused him to stop outwardly\nexpressing his thoughts and feelings.\nI always believed him to be simply a\ngifted person who had never faced a\nday of hardship. How wrong I was...\nEveryone has struggles that go unseen\nby the world... I was so absorbed with\nmy own problems, I failed to see his.\nI wish to talk with him more and to see\nwhat lies beneath those calm waters,\nto hear him speak freely and openly...\nAnd perhaps I, too, will be able to bare\nmy soul to him and share the demons\nthat have plagued me all these years.",
          "TranslatedText": "Link ค่อยๆ ยอมเปิดใจให้กับฉันทีละนิด\nฉันพบว่าเขาค่อยข้างกินเก่งทีเดียว\nเขาอดใจไม่ไหวเมื่อได้เจออาหารอร่อย!\nเมื่อฉันได้โอกาสถามว่าทำไมเขาถึงเงียบอยู่ตลอดเวลา\nฉันบอกได้ว่ามันเป็นเรื่องที่พูดยากสำหรับเขา\nแต่เขาก็พูดออกมา เนื่องด้วยเดิมพันที่สูง \nและสายตามากกมายที่จับจ้องมา เขารู้สึกว่ามันจำเป็น\nที่จะต้องเข็มแข็งอยู่ตลอด และยอมรับทุกภาระ\nที่ถาโถมเข้ามาโดยไม่ปริปาก\nความรู้สึกที่ฉันเองก็เข้าใจดี... สำหรับเขาแล้ว\nมันทำให้เขาหยุดการแสดงความคิดและความรู้สึก\nของตัวเองออกมา \nฉันเชื่อมาตลอดว่าเขาเป็นแค่คนอัจฉริยะที่ไม่เคย\nพบกับเรื่องยากลำบากในชีวิตมาก่อน ช่างผิดไปไกล...\nทุกคนต่างมีเรื่องยากลำบากที่ผู้อื่นมองไม่เห็น...\nฉันมัวแต่จมอยู่กับปัญหาของตัวเอง จนมองไม่เห็น\nปัญหาของเขา ฉันอยากคุยกับเขามากขึ้น\nอยากเห็นว่าอะไรอยู่ใต้น้ำนิ่งผืนนั้น \nอยากเห็นเขาพูดอย่างอิสระและเปิดเผย...\nแล้วบางที ฉันเองก็อาจสามารถเปิดใจกับเขาได้\nให้เขาได้รับรู้ว่าปีศาจแบบไหนที่คอยกัดกินฉัน\nมาตลอดหลายปีนี้"
        }
      ]
    },
    {
      "EntryName": "Diary_06",
      "TextList": [
        {
          "Line": 110,
          "OriginalText": "Father scolded me again today. He told\nme I am to have nothing more to do with\nresearching ancient technology.\nHe insisted that I focus instead on\ntraining that will help me awaken\nmy sealing magic.\nI was so frustrated and ashamed I could\nnot even speak. I\u0027ve been training since\nI was a child, and yet...\nMother passed the year before my\ntraining was to begin. In losing her,\nI lost not just a mother, but a teacher.\nMother used to smile and tell me,\n\u0022Zelda, my love, all will be well in\nthe end. You can do anything.\u0022\nBut she was wrong. No matter how I try\nor how much time passes...the sealing\npower that is my birthright evades me.\nTomorrow I journey with Link to the\nSpring of Power to train. But this, too,\nwill end in failure. Such is my curse.",
          "TranslatedText": "วันนี้ท่านพ่อต่อว่าฉันอีกแล้ว เขาบอกว่าฉันไม่จำเป็นต้อง\nค้นคว้าเรื่องเทคโนโลยีโบราณอีกต่อไป\nเขาบอกว่าฉันควรมีสมาธิอยู่กับการฝึกที่จะช่วยให้\nพลังเวทย์มนต์ศักดิ์สิทธิ์ของฉันตื่นขึ้นมากกว่า\nฉันรู้สึกสิ้นหวังและละอายจนไม่อาจตอบโต้อะไรได้\nฉันฝึกมาตลอดตั้งแต่ยังเป็นเด็ก แต่แล้วก็...\nท่านแม่จากไปในปีก่อนที่การฝึกของฉันจะเริ่มขึ้น\nการเสียท่านไปฉันเสียทั้งผู้เป็นแม่และครูด้วย\nแม่เคยยิ้มและบอกกับฉันว่า\n\u0022Zelda ลูกรัก ทุกอย่างจะต้องเรียบร้อย\nลูกทำได้ทุกอย่าง\u0022\nแต่ท่านผิดแล้ว ไม่ว่าฉันจะพยายามหนักแค่ไหน\nไม่ว่าจะผ่านไปกี่ปี...พลังแห่งการผนึกที่อยู่ในตัวฉัน\nก็ยังคงหลีกหนีฉัน\nพรุ่งนี้ฉันจะเดินทางพร้อมกับ Link ไปยัง \nSpring of Power เพื่อฝึกฝน\nแต่ครั้งนี้ก็คงจบลงด้วยความล้มเหลวเช่นกัน\nนี่มันคือคำสาปอะไรกันนะ"
        }
      ]
    },
    {
      "EntryName": "Diary_07",
      "TextList": [
        {
          "Line": 123,
          "OriginalText": "I had a dream last night... In a place\nconsumed by darkness, a lone woman\ngazed at me, haloed by blinding light.\nI sensed she was...not of this world.\nI don\u0027t know if she was a fairy or a\ngoddess, but she was beautiful.\nHer lips spoke urgently, but her voice\ndid not reach me. Would I have heard\nher if my power was awoken?\nOr was my dream simply a manifestation\nof my fears? I am sure I will know the\nanswer soon, whether I wish to or not...",
          "TranslatedText": "ฉันฝันเมื่อคืนนี้... ในสถานที่ซึ่งถูกความมืดกลืนกิน\nหญิงสาวคนหนึ่งมองมายังฉัน มีรัศมีส่องสว่างจนตาพร่า\nฉันรู้สึกได้ว่าเธอ...ไม่ได้คนของโลกนี้\nฉันไม่รู้ว่าเธอเป็นนางฟ้าหรือเทพธิดา\nแต่เธองดงาม ปากของเธอพูดอย่างรีบร้อน\nแต่เสียงของเธอส่งมาไม่ถึงฉัน ฉันจะได้ยินเธอหรือเปล่า\nถ้าพลังของฉันตื่นขึ้นแล้ว?\nหรือว่าความฝันนั้นเพียงแสดงให้เห็นถึงความกลัวของฉัน?\nฉันแน่ใจว่าฉันจะรู้คำตอบในไม่ช้า \nไม่ว่าฉันจะอยากรู้หรือไม่ก็ตาม..."
        }
      ]
    },
    {
      "EntryName": "Diary_08",
      "TextList": [
        {
          "Line": 136,
          "OriginalText": "I turned 17 today. That means this is the\nday I will finally be allowed to train at the\nSpring of Wisdom.\nWhen Link arrives, we will set out for\nMount Lanayru. The other Champions\nwill accompany us there.\nI have not seen my father since he last\nscolded me. Things are too strained\nnow... I will meet with him when I return.\n...\n\n\nActually...I\u0027ve had a horrible feeling ever\nsince that weird dream. No one would\nbelieve a failure of a princess, but...\nRight now,",
          "TranslatedText": "วันนี้ฉันอายุครบ 17 ปี นั่นหมายความว่านี่เป็นวันสุดท้าย\nที่ฉันจะฝึกที่ Spring of Wisdom ได้\nเมื่อ Link มาถึง เราจะออกเดินทางไปยังภูเขา Lanayru\nChampion จะร่วมทางไปที่นั่นกับเราด้วย\nฉันไม่ได้เจอท่านพ่อตั้งแต่ถูกต่อว่าครั้งก่อน\nสิ่งต่างๆ มันตึงเครียดเกินไป... ฉันจะพบท่านหลังจากกลับมา\n...\nที่จริงแล้ว...ฉันรู้สึกแย่มากตั้งแต่ฝันประหลาดนั้น\nคงไม่มีใครเชื่อว่าเจ้าหญิงจะล้มเหลว แต่ว่า...\nตอนนี้"
        },
        {
          "Line": 140,
          "OriginalText": " for no particular reason,",
          "TranslatedText": " โดยไม่มีเหตุผล "
        },
        {
          "Line": 144,
          "OriginalText": " I am\nfilled with a strange and terrible certainty\nthat something awful is about to happen.",
          "TranslatedText": " \nฉันรู้สึกเต็มไปด้วยความมั่นใจที่แปลกประหลาดและน่ากลัว\nว่าเรื่องเลวร้ายบางอย่างกำลังจะเกิดขึ้น"
        }
      ]
    }
  ]
}