{
  "FileName": "TwnObj_UmayadoHeroBook_04",
  "EntryList": [
    {
      "EntryName": "0001",
      "TextList": [
        {
          "Line": 8,
          "OriginalText": "Don\u0027t read.",
          "TranslatedText": "ไม่อ่าน"
        }
      ]
    },
    {
      "EntryName": "0002",
      "TextList": [
        {
          "Line": 12,
          "OriginalText": "Next page.",
          "TranslatedText": "หน้าถัดไป"
        }
      ]
    },
    {
      "EntryName": "0003",
      "TextList": [
        {
          "Line": 16,
          "OriginalText": "Previous page.",
          "TranslatedText": "หน้าก่อน"
        }
      ]
    },
    {
      "EntryName": "0004",
      "TextList": [
        {
          "Line": 20,
          "OriginalText": "Stop reading.",
          "TranslatedText": "หยุดอ่าน"
        }
      ]
    },
    {
      "EntryName": "0005",
      "TextList": [
        {
          "Line": 24,
          "OriginalText": "First page.",
          "TranslatedText": "หน้าแรก"
        }
      ]
    },
    {
      "EntryName": "0006",
      "TextList": [
        {
          "Line": 28,
          "OriginalText": "Last page.",
          "TranslatedText": "หน้าสุดท้าย"
        }
      ]
    },
    {
      "EntryName": "Book00",
      "Choices": [
        5,
        6,
        1
      ],
      "TextList": [
        {
          "Line": 32,
          "OriginalText": "Read ",
          "TranslatedText": "อ่าน "
        },
        {
          "Line": 36,
          "OriginalText": "Urbosa\u0027s Diary",
          "TranslatedText": "ไดอารี่ของ Urbosa",
          "Colour": "blue"
        },
        {
          "Line": 39,
          "OriginalText": "?",
          "TranslatedText": "?"
        }
      ]
    },
    {
      "EntryName": "Book01",
      "Choices": [
        2,
        3,
        4
      ],
      "TextList": [
        {
          "Line": 52,
          "OriginalText": "My dear friend from afar came to visit\nGerudo Town today. It is always a\npleasure to see the queen of Hyrule.\nShe described her reason for coming\nas urgent. She wished for me to meet\nher newborn child.\nHer sweet daughter\u0027s name is Zelda.\nShe has her mother\u0027s smile. I cannot\nhelp but cherish her already.\nI told her that Zelda is sure to grow up\ninto a dignified and beautiful queen,\njust like her mother.\nMy friend thanked me, but said that looks\nare fleeting, and instead she wishes for\nZelda to be blessed with true happiness.\nThe way she gazes upon her daughter...\nher little bird, as she calls her...I have\nnever seen such unconditional love.",
          "TranslatedText": "เพื่อนรักจากแดนไกลของฉันได้มาเยือน \nGerudo Town ในวันนี้ มันน่ายินดีเสมอที่ได้เห็น\nราชีนีแห่ง Hyrule\nเธออธิบายถึงสาเหตุที่เธอมาในครั้งนี้ว่าเป็นเรื่องด่วน\nเธอต้องการให้ฉันเห็นลูกที่เพิ่งเกิดของเธอ\nลูกสาวอันน่ารักของเธอมีนามว่า Zelda\nเธอมีรอยยิ้มของแม่ ฉันอดเอ็นดูเธอ\nตั้งแต่แรกเห็นไม่ได้\nฉันบอกเธอว่า Zelda จะต้องโตขึ้นมาเป็นราชินี\nที่งดงามและสง่างามเหมือนกับแม่ของเธอ\nเพื่อนฉันกล่าวขอบคุณ และบอกว่าความงามนั้น\nเป็นเพียงเปลือกนอก เธอปรารถนาจะให้ Zelda\nนั้นมีชีวิตที่มีความสุข\nสายตาที่เธอมองลูกสาว...\nนกน้อยของเธอ นั่นคือคำที่เธอใช้... \nฉันไม่เคยเห็นความรักอันไร้เงื่อนไขเช่นนี้มาก่อน"
        }
      ]
    },
    {
      "EntryName": "Book02",
      "Choices": [
        2,
        3,
        4
      ],
      "TextList": [
        {
          "Line": 65,
          "OriginalText": "It has been a long while since we laid\nmy dear friend, the queen, to rest.\nI only now have the will to write again.\nIt was so sudden. I still can\u0027t believe\nshe is gone.\n\nAll of my sweet memories of her keep\nrunning through my mind. Even now,\nI can hardly keep the tears at bay.\nYoung Zelda kept her head held high\nas she said her final good-bye to her\nmother at the funeral.\nShe carried herself as a true princess,\nbut I can sense the deep grief she is\nhiding within. I worry for her...",
          "TranslatedText": "มันผ่านไปนานแล้วตั้งแต่ที่เราได้ส่งเพื่อนรักของฉัน\nราชินี สู่การพักผ่อนของเธอ\nฉันเพิ่งมีความต้องการที่จะกลับมาเขียนอีกครั้ง\nมันกระทันหันมาก ฉันยังไม่อยากเชื่อเลย\nว่าเธอจากไปแล้ว\n\nความทรงจำดีๆ ทั้งหลายยังคงไหลผ่านความคิด\nของฉัน แม้แต่ตอนนี้ฉันก็ยังห้ามน้ำตาแทบไม่อยู่\nZelda น้อยเงยหน้าอยู่ตลอดขณะกล่าว\nคำพูดไว้อาลัยต่อแม่ของเธอที่งานพิธีศพ\nเธอวางตัวเป็นเจ้าหญิงอย่างแท้จริง\nแต่ฉันรับรู้ได้ถึงความเศร้าที่เธอเก็บซ่อนไว้\nฉันเป็นห่วงเธอ..."
        }
      ]
    },
    {
      "EntryName": "Book03",
      "Choices": [
        2,
        3,
        4
      ],
      "TextList": [
        {
          "Line": 78,
          "OriginalText": "I made a voyage to visit Hyrule.\nAfter speaking with the king, I saw\nZelda for the first time in a year.\nIn truth, it was my concern for her\nthat brought me there.\n\nThe king allowed me to keep her\ncompany as she went to the spring\nfor her training.\nThere, Zelda prayed and prayed in the\nspring\u0027s icy waters until the sun set.\n\nI told her many times to stop, but she\nwouldn\u0027t listen. I eventually had to\ndrag her out of the water.\nZelda gazed at me for the longest time\nwith heartbreaking vulnerability.\n\nEventually, in a tiny voice, she told me\nof the pressure and panic she feels at\nnot being able to fulfill her sacred duty.\nShe whispered over and over, \u0022Why can I\nnot do as the royal daughters of the past\nhave done? What is wrong with me?\u0022 \nAll I could do was hold her close\nand listen... I pray that it is enough.",
          "TranslatedText": "ฉันออกเดินทางเพื่อไปยัง Hyrule\nหลังจากได้คุยกับพระราชา ฉันได้เจอ Zelda\nเป็นครั้งแรกหลังจากผ่านไปหนึ่งปี\nที่จริงแล้ว เพราะเป็นห่วงเธอฉันจึงเดินทางมาที่นี่\n\nพระราชาอนุญาตให้ฉันร่วมทางกับเธอไปยัง\nน้ำพุเพื่อการฝึกของเธอ\nที่นั่น Zelda เอาแต่สวดภาวนาในน้ำที่หนาวเย็น\nจนกระทั่งอาทิตย์ตก\n\nฉันบอกเธอหลายครั้งให้หยุด แต่เธอไม่ฟัง\nจนฉันต้องลากเธอขึ้นมาจากน้ำ \nZelda จ้องมาที่ฉันเป็นเวลานานด้วยความอ่อนแอ\nที่แทบทำให้ใจสลาย\n\nในที่สุด ด้วยเสียงอันแผ่วเบา เธอเล่าให้ฉันฟังถึง\nความกดดันและเสียขวัญที่เธอรู้สึก\nจากการที่ไม่อาจทำหน้าที่อันศักดิ์สิทธิ์\nของเธอให้ลุล่วงได้\nเธอกระซิบซ้ำไปซ้ำมาว่า \n\u0022ทำไมฉันถึงทำอย่างที่ เชื้อพระวงศ์ในอดีต\nเคยทำได้? ฉันทำอะไรผิดไป?\u0022\nฉันทำได้เพียงกอดเธอไว้และรับฟัง... \nฉันภาวนาว่านั่นมันจะเพียงพอ"
        }
      ]
    },
    {
      "EntryName": "Book04",
      "Choices": [
        2,
        3,
        4
      ],
      "TextList": [
        {
          "Line": 91,
          "OriginalText": "Emissaries from Hyrule came to see me\ntoday. They informed me that I have been\nchosen to pilot the Divine Beast.\nMy people are uneasy about it. They tell\nme such a dangerous task is not fitting\nfor the chief. I understand their fear.\nHowever, I intend to accept this task.\n\n\nCalamity Ganon\u0027s resurrection does not\nonly threaten Hyrule, but the whole\nworld. I refuse to sit idly by.\nGanon is also closely associated\nwith the Gerudo...an association\nI deeply resent.\nI believe Zelda will be here soon to\nreceive my official answer. I am excited\nto see her, as always.",
          "TranslatedText": "คณะฑูตจาก Hyrule มาหาฉันวันนี้\nพวกเขาแจ้งว่าฉันได้รับเลือก\nให้ควบคุมอสูรศักดิ์สิทธิ์\nคนของฉันรู้สึกไม่ดีกับเรื่องนี้ พวกเขาบอกว่า\nมันเป็นงานที่อันตรายและไม่เหมาะสมกับหัวหน้า\nฉันเข้าใจที่พวกเขากลัว แต่ว่าฉันตั้งใจจะรับงานนี้\n\n\nการคืนชีพของ Calamity Ganon นั้นไม่เพียง\nเป็นภัยต่อ Hyrule แต่เป็นภัยต่อทั้งโลก \nฉันจะไม่ยอมอยู่เฉย\nGanon นั้นมีความเกี่ยวข้องอย่างใกล้ชิด\nกับ Gerudo... เป็นความเกี่ยวของที่ฉัน\nขุ่นเคืองยิ่งนัก\nฉันเชื่อว่า Zelda คงมาที่นี่ในเร็วๆ นี้\nเพื่อฟังคำตอบของฉัน \nฉันตื่นเต้นที่จะได้พบกับเธอ เหมือนทุกครั้ง"
        }
      ]
    },
    {
      "EntryName": "Book05",
      "Choices": [
        2,
        3,
        4
      ],
      "TextList": [
        {
          "Line": 104,
          "OriginalText": "I attended the inauguration ceremony\nalongside the other Champions whom\nI share a fate with.\nZelda, Revali, Mipha, and Link are so\nyoung. They are Hyrule\u0027s future. Daruk\nand I hope to help them see that future.\nHowever, one thing did trouble me.\nZelda was...uncharacteristically cold\ntoward Link. I can imagine why.\nI hear Link has been assigned as Zelda\u0027s\nguardian knight. I hope they find a way\nto get along.",
          "TranslatedText": "ฉันเข้าร่วมพิธีเปิดพร้อมกับ Champion คนอื่นๆ\nที่มีชะตากรรมร่วมกัน\nZelda, Revali, Mipha และ Link นั้นยังเยาว์นัก\nพวกเขาเป็นอนาคตของ Hyrule\nDaruk กับฉันหวังว่าจะช่วยให้พวกเขา\nได้เห็นอนาคตนั้น\nแต่ทว่า มีสิ่งหนึ่งที่ทำให้ฉันเป็นกังวล\nZelda นั้น...เย็นชากับ Link อย่างผิดปกติ\nฉันเพียงได้แต่เดาสาเหตุ \nฉันได้ยินว่า Link ถูกมอบหมายให้เป็น\nอัศวินองครักษ์ประจำตัว Zelda \nฉันหวังว่าพวกเขาจะหาวิธี\nปรับความเข้าใจกันได้"
        }
      ]
    },
    {
      "EntryName": "Book06",
      "Choices": [
        2,
        3,
        4
      ],
      "TextList": [
        {
          "Line": 117,
          "OriginalText": "Link requested to meet with me today.\n\n\nHe tells me Zelda exploited our law\nthat restricts men from entering town\nto slip away from him.\nI told him of a trick that would allow him\nentrance, and he was able to get in.\nBy then, however, Zelda was long gone.\nI promised to let him know if I saw her,\nso he reluctantly returned home.\n\nIn a similar yet distinct way, Link seems\nto have trouble expressing himself.\n\nPerhaps the two can help each other...\nThat is, if she ever gives him the chance.",
          "TranslatedText": "Link ขอพบกับฉันวันนี้\n\n\nเขาบอกว่า Zelda นั้นได้ใช้กฎของเรา\nที่ห้ามไม่ให้ผู้ชายเข้าเมือง เพื่อที่จะหนีจากเขา\nฉันบอกเขาถึงวิธีที่จะทำให้เขาเข้าเมืองได้\nและทำให้เขาเข้ามาได้\nแต่ว่าตอนนั้น Zelda ก็ไปไกลแล้ว\nฉันสัญญาจะแจ้งให้เขาทราบถ้าฉันเห็น Zelda\nเขาจึงยอมกลับไปอย่างไม่เต็มใจ\n\nมีความคล้ายกันแต่ก็ในแบบที่ต่างไป \nLink ก็ดูจะมีปัญหาในเรื่องการแสดงออก\n\nบางทีทั้งคู่อาจจะช่วยเหลืออีกฝ่ายได้...\nถ้าหากว่าเธอให้โอกาสเขา"
        }
      ]
    },
    {
      "EntryName": "Book07",
      "Choices": [
        2,
        3,
        4
      ],
      "TextList": [
        {
          "Line": 130,
          "OriginalText": "Today I accompanied Zelda as she went\nto research Naboris. When the sun set,\nthe poor, exhausted girl drifted to sleep.\nI sent word to Link, who showed up\nat Naboris faster than I expected.\n\nAlthough it is none of my business, I felt\nthe least I could do to bridge their gap\nwas to share some things about Zelda.\nThe rest is up to them.",
          "TranslatedText": "วันนี้ฉันร่วมทางมากับ Zelda เพื่อศึกษา Naboris\nเมื่ออาทิตย์ตก สาวน้อยที่เหนื่อยล้าก็หลับใหล\nฉันส่งข้อความไปให้ Link ซึ่งเขา\nมาถึงที่ Naboris เร็วกว่าที่ฉันคิดไว้\n\nแม้ว่ามันจะไม่ใช่ธุระของฉัน แต่ฉันรู้สึกว่า\nอย่างน้อยสิ่งที่ฉันทำได้เพื่อจะลดช่องว่าง\nของทั้งคู่ลง ก็คือการเล่าเรื่องของ Zelda\nที่เหลือก็ขึ้นอยู่กับเขา"
        }
      ]
    },
    {
      "EntryName": "Book08",
      "Choices": [
        3,
        4
      ],
      "TextList": [
        {
          "Line": 143,
          "OriginalText": "I am so happy to say that Zelda smiles\nmuch more often lately. It seems she and\nLink have finally learned to get along.\nI hope this will have a positive effect on\nher training. However...I am concerned\nwe may be running out of time.\nWhenever I hear of monster attacks\nor other unusual events plaguing\nthe kingdom, my concern grows.\nAll I can do is pray that Zelda...\nmy little bird...has enough time.\n\nI do not pray to the goddesses, but to\nher mother. My dearest friend...\nHow I miss her.",
          "TranslatedText": "ฉันดีใจที่จะบอกว่า Zelda ยิ้มอย่างมีความสุข\nบ่อยขึ้นมาก\nดูเหมือนว่าในที่สุดเธอและ Link \nก็ปรับความเข้าใจกันได้แล้ว\nฉันหวังว่ามันจะเป็นประโยชน์กับการฝึกของเธอ\nแต่ว่า...ฉันเกรงว่าเวลาของเรากำลังจะหมดแล้ว\nเมื่อใดที่ฉันได้ยินเรื่องมอนสเตอร์โจมตี\nหรือเรื่องไม่ปกติอื่น ที่เป็นภัยต่ออาณาจักร \nความกังวลของฉันก็ยิ่งเพิ่มขึ้น\nที่ฉันทำได้ก็มีเพียงภาวนาว่า Zelda...\nนกน้อยของฉัน...จะมีเวลาเพียงพอ\n\nฉันไม่ได้สวดภาวนาต่อเทพธิดา \nแต่ภาวนาต่อแม่ของเธอ\nเพื่อนรักของฉัน... ฉันคิดถึงเธอจัง"
        }
      ]
    }
  ],
  "IsCompleted": true
}