{
  "FileName": "TwnObj_UmayadoHeroBook_03",
  "EntryList": [
    {
      "EntryName": "0001",
      "TextList": [
        {
          "Line": 8,
          "OriginalText": "Don\u0027t read.",
          "TranslatedText": "ไม่อ่าน",
          "Length": 11
        }
      ]
    },
    {
      "EntryName": "0002",
      "TextList": [
        {
          "Line": 12,
          "OriginalText": "Next page.",
          "TranslatedText": "หน้าถัดไป",
          "Length": 10
        }
      ]
    },
    {
      "EntryName": "0003",
      "TextList": [
        {
          "Line": 16,
          "OriginalText": "Previous page.",
          "TranslatedText": "หน้าก่อน",
          "Length": 14
        }
      ]
    },
    {
      "EntryName": "0004",
      "TextList": [
        {
          "Line": 20,
          "OriginalText": "Stop reading.",
          "TranslatedText": "หยุดอ่าน",
          "Length": 13
        }
      ]
    },
    {
      "EntryName": "0005",
      "TextList": [
        {
          "Line": 24,
          "OriginalText": "First page.",
          "TranslatedText": "หน้าแรก",
          "Length": 11
        }
      ]
    },
    {
      "EntryName": "0006",
      "TextList": [
        {
          "Line": 28,
          "OriginalText": "Last page.",
          "TranslatedText": "หน้าสุดท้าย",
          "Length": 10
        }
      ]
    },
    {
      "EntryName": "Book00",
      "Choices": [
        5,
        6,
        1
      ],
      "TextList": [
        {
          "Line": 32,
          "OriginalText": "Read ",
          "TranslatedText": "อ่าน ",
          "Length": 5
        },
        {
          "Line": 36,
          "OriginalText": "The Diary of Revali,\nthe Rito Legend",
          "TranslatedText": "ไดอารี่ของ Revali\nตำนานแห่ง Rito",
          "Colour": "blue",
          "Length": 36
        },
        {
          "Line": 39,
          "OriginalText": "?",
          "TranslatedText": "?",
          "Length": 1
        }
      ]
    },
    {
      "EntryName": "Book01",
      "Choices": [
        2,
        3,
        4
      ],
      "TextList": [
        {
          "Line": 52,
          "OriginalText": "I won another archery competition today.\nAs one would expect, the village can\u0027t\nstop talking about my winning streak.\nIn short order, I\u0027ve managed to break\nall of the previous records and set an\ninsurmountably high bar.\nEverywhere I go I receive praise and\naffirmations that I am the pride of\nthe Rito. I...could get used to this.\nThe elder asked me what I would like as\na prize for my achievements. I told him\nI wish for an archery training ground.\nIf I am to keep this up, I need somewhere\nto train at varying elevations. I\u0027m hoping\nto master a new move I\u0027ve dreamed up...",
          "TranslatedText": "วันนี้ฉันชนะการแข่งยิงธนูอีกงานหนึ่ง\nก็เป็นไปตามคาด คนในหมู่บ้านเอาแต่พูดถึง\nเรื่องการชนะต่อเนื่องของฉันกันไม่หยุด\nโดยสรุปแล้ว ฉันได้ทำลายสถิติก่อนหน้าไปทั้งหมด\nและได้ทำสถิติใหม่ที่สูงจนไม่น่าจะมีใครทำลายได้\nไม่ว่าฉันไปที่ไหนก็มีแต่คนชื่นชม\nและพร่ำบอกว่าฉันคนความภาคภูมิใจของ Rito\nฉัน... ชินกับเรื่องแบบนี้\nผู้อาวุโสถามว่าฉันอยากได้อะไรเป็นรางวัล\nสำหรับความสำเร็จในครั้งนี้\nฉันบอกเขาว่า ฉันอยากได้สนามฝึกซ้อมยิงธนู\nถ้าฉันต้องการจะรักษาตำแหน่งไว้ ฉันต้องการ\nที่ฝึกซ้อมที่ฝึกได้ในความสูงหลายระดับ\nฉันต้องการจะฝึกท่าใหม่ที่ฉันคิดไว้ให้สำเร็จ...",
          "Length": 574
        }
      ]
    },
    {
      "EntryName": "Book02",
      "Choices": [
        2,
        3,
        4
      ],
      "TextList": [
        {
          "Line": 65,
          "OriginalText": "I keep pushing my archery skills to the\nlimit. My dive is ideal, but the ensuing\nascent is not as smooth as I wish it was.\nI must return to the Flight Range again\ntomorrow. There, I will become stronger.\nBetter. I won\u0027t rest until I succeed.\nThe Rito children look up to me.\nI hear they wish to start training\nat the Flight Range too.\nPerhaps it\u0027s not a bad idea to allow\neveryone to use my training space.\nThese are dangerous times, after all.\nTomorrow I will try a new strategy I\u0027ve\nbeen devising to control the updraft.\nI refuse to believe it\u0027s impossible.",
          "TranslatedText": "ฉันหมั่นฝึกฝนการยิงธนูของฉันให้ถึงขีดจำกัดอยู่เสมอ\nการพุ่งตัวลงของฉันสมบูรณ์แบบ แต่ตอนที่จะลอย\nกลับขึ้นไปนั้นยังไม่ลื่นไหลอย่างที่ต้องการ\nพรุ่งนี้ฉันต้องกลับไปที่ Flight Range อีก\nฉันจะต้องแข็งแกร่งขึ้น\nเด็กๆ ชาว Rito นั้นอยากจะเป็นอย่างฉัน\nฉันได้ยินว่าพวกเขาก็อยากจะมาฝึก\nที่ Flight Range ด้วย\nบางทีมันอาจจะเป็นความคิดไม่เลว\nที่จะอนุญาตให้คนอื่นมาใช้ที่นั่นฝึกฝนได้\nมันค่อนข้างอันตรายที่จะฝึกคนเดียว\nพรุ่งนี้ฉันจะลองกลยุทธใหม่ที่คิดค้นขึ้น\nเพื่อควบคุมสายลม\nฉันไม่ยอมรับหรอกว่าฉันจะทำมันไม่ได้",
          "Length": 559
        }
      ]
    },
    {
      "EntryName": "Book03",
      "Choices": [
        2,
        3,
        4
      ],
      "TextList": [
        {
          "Line": 78,
          "OriginalText": "There is a persistent rumor in town\nthat Calamity Ganon\u0027s resurrection is\nimminent. It can\u0027t be true... Right?\nA few years ago, scientists dug up an\nancient mechanical beast called Medoh.\nIt was supposedly used to fight Ganon.\nHyrule\u0027s royal family is in search of\nsomeone to pilot the beast. They say to\ndo so requires something beyond skill.\nThey say one\u0027s soul must contain an\nincredible sacred power for a Divine\nBeast to recognize them as master.\nThey should have just asked for me\nby name.\n\nTo control the Divine Beast and defeat\nthe Calamity...would finally allow me to\nprove myself to the world.",
          "TranslatedText": "ในหมู่บ้านมีข่าวลืออย่างต่อเนื่องว่าการคืนชีพของ\nภัยพิบัติ Ganon นั้นใกล้เข้ามาแล้ว\nมันไม่ใช่เรื่องจริงหรอก... ใช่ไหม?\nไม่กี่ปีก่อน พวกนักวิทยาศาสตร์ได้ขุด\nอสูรจักรกลโบราณที่เรียกว่า Medoh ขึ้นมา\nมันเคยถูกใช้เพื่อต่อกรกับ Ganon\nราชวงศ์ Hyrule กำลังค้นหาคนที่จะมาควบคุมอสูร\nเขาว่าการที่จะควบคุมพวกมันได้ต้องการบางอย่าง\nที่เหนือกว่าทักษะ ว่ากันว่าวิญญาณของคนผู้นั้น\nต้องบรรจุไปด้วยพลังศักดิ์สิทธิ์ปริมาณมาก\nอสูรศักดิ์สิทธิ์ถึงจะยอมรับคนผู้นั้นเป็นนาย\nพวกเขาน่าจะแค่เอ่ยชื่อฉันมาเลย ว่าให้ช่วยหน่อย\n\nการได้ควบคุมอสูรศักดิ์สิทธิ์และจัดการกับ \nGanon... คงช่วยให้ฉันได้พิสูจน์ตัวเอง\nให้โลกเห็นได้สักที",
          "Length": 603
        }
      ]
    },
    {
      "EntryName": "Book04",
      "Choices": [
        2,
        3,
        4
      ],
      "TextList": [
        {
          "Line": 91,
          "OriginalText": "Hyrule\u0027s princess stopped dawdling and\nasked me to pilot the Divine Beast.\nI asked what our plan is.\nI wish I hadn\u0027t. It is completely absurd.\n\n\nThe Divine Beasts are little more than\nbackup for some Hylian knight who has\nthe honor of fighting Calamity Ganon.\nME! A sidekick! I thought of declining,\nbut then she looked me dead in the eye\nand held my gaze as she said...\n\u0022We must protect the precious life of\nthis land from the Calamity\u0027s grasp at\nall costs. Hyrule needs you, Revali.\u0022\nIt was so corny, I almost died.\nBut I won\u0027t soon forget the look in her\neyes. She meant it with all of her heart.\nI thought Hylians only thought of\nthemselves, but I suppose there\u0027s\nan exception to every rule.\nI\u0027m going to accept, of course.\nBut out of self-respect, I\u0027m going\nto let her sweat it out a bit longer.",
          "TranslatedText": "ในที่สุดเจ้าหญิง Hyrule ก็เลิกลีลา\nและขอให้ฉันช่วยควบคุมอสูรศักดิ์สิทธิ์\nฉันถามไปว่าแผนเป็นอย่างไร\nซึ่งฉันไม่น่าถามเลย มันบ้าบอสิ้นดี\n\n\nเหล่าอสูรศักดิ์สิทธิ์นั้นเป็นแค่ตัวช่วย\nสำหรับอัศวิน Hylian คนหนึ่ง ที่จะเป็นคนไปสู้\nกับ Ganon เท่านั้น\nฉันเนี่ยนะ! ตัวช่วย! ฉันคิดจะปฏิเสธ\nแต่แล้วเธอก็มองฉันด้วยสายตาแน่นิ่ง\nและทำให้ฉันต้องหยุดมองขณะเธอพูดว่า...\n\u0022เราต้องปกป้องชีวิตอันมีค่าบนดินแดนนี้\nจากเงื้อมมือของ Ganon\nไม่ว่าจะต้องเสียอะไรก็ตาม\nHyrule ต้องการคุณนะ Revali\u0022\nประโยคโคตรน้ำเน่า\nแต่ว่าฉันคงไม่ลืมสายตาของเธอในเร็ววันนี้แน่\nเธอพูดมันออกมาจากใจจริงๆ\nฉันนึกว่าพวก Hylian นั้นจะเป็นห่วงแต่พวกตัวเอง\nแต่ทุกอย่างก็คงมีข้อยกเว้น\nแน่นอน ฉันจะตอบตกลง\nแต่เพื่อศักดิ์ศรีของตัวเองแล้ว ฉันจะปล่อยให้เธอ\nง้อฉันอีกสักหน่อย",
          "Length": 800
        }
      ]
    },
    {
      "EntryName": "Book05",
      "Choices": [
        2,
        3,
        4
      ],
      "TextList": [
        {
          "Line": 104,
          "OriginalText": "Hyrule\u0027s princess is coming by to ask\nfor my answer tomorrow. She will surely\nbe overcome with joy when I accept.\nAnd her timing is exceptional. I am close.\nSo close to mastering my new move and\nshowing everyone what I\u0027m capable of.\nWhen they see it, they\u0027ll know without\ndoubt it should be ME fighting Ganon\ninstead of that pathetic knight.\nI can see it now. The king and princess...\nAND the knight...all on their knees,\nbegging me to defeat Ganon for them.\nThey\u0027ll say, \u0022Please, Master Revali!\nPlease use your otherworldly skills\nand intellect to defeat Calamity Ganon!\u0022\nI look forward to that day.",
          "TranslatedText": "เจ้าหญิง Hyrule จะแวะมาฟังคำตอบจากฉันพรุ่งนี้\nเธอคงมีดีใจมากแน่ตอนที่ได้ยินฉันตอบตกลง\nและเธอมาได้ประจวบเหมาะมาก\nฉันใกล้จะฝึกท่าใหม่สำเร็จแล้ว \nและจะได้แสดงให้ทุกคนได้เห็น\nว่าฉันมีความสามารถขนาดไหน\nเมื่อพวกเขาได้เห็น พวกเขาจะได้รู้ว่า\nมันควรจะเป็นฉันที่จะต้องไปสู้กับ Ganon\nแทนที่จะเป็นอัศวินกระจอกนั่น\nฉันมองเห็นแล้ว พระราชาและเจ้าหญิง...\nและอัศวินนั่น... ทุกคนต่างคุกเข่า\nขอร้องให้ฉันเป็นคนไปสู้กับ Ganon เพื่อพวกเขา\nพวกเขาจะพูดว่า \u0022ได้โปรดเถอะท่าน Revali!\u0022\nได้โปรดใช้ทักษะและสติปัญญาอันเหนือชั้น\nของท่านไปจัดการกับ Ganon ด้วย!\u0022\nฉันตั้งตารอวันนั้นมาถึงเลย",
          "Length": 600
        }
      ]
    },
    {
      "EntryName": "Book06",
      "Choices": [
        2,
        3,
        4
      ],
      "TextList": [
        {
          "Line": 117,
          "OriginalText": "I journeyed to Hyrule Castle for an\ninauguration ceremony. I now bear\nthe grand title of \u0022Champion.\u0022\nMeaningless pomp, if you ask me. If true\nstrength relied only on title and uniform,\neveryone would be a Champion.\nI do like the blue scarf, though...\n\n\nThat annoyingly silent knight was as\nemotionless as usual. I can never tell\nwhat\u0027s on his mind. Likely nothing at all.\nSomehow I can\u0027t help but believe the\nstories about him beating adult knights\nin swordplay when he was only a child.\nStill, he doesn\u0027t stand a chance against\nme. There is no one alive who can\nkeep up with my aerial combat.\nThat reminds me. It\u0027s about time I came\nup with a fitting name for that new move\nI created.\nWhat kind of name would be worthy?\nRevali\u0027s...something. Tornado?\nWhirlwind? Masterpiece? Hmm.",
          "TranslatedText": "ฉันเดินทางไปยังปราสาท Hyrule \nเพื่อร่วมพิธีเปิดตัว\nตอนนี้ฉันมียศอันเกรียงไกรว่า \u0022Champion\u0022\nที่จริงฉันว่ามันไร้สาระนะ ถ้าถามฉัน\nถ้าความแข็งแกร่งขึ้นอยู่กับ\nยศหรือชุดประจำตำแหน่งแล้วละก็\nไม่ว่าใครก็สามารถเป็น Champion ได้\nแต่ฉันชอบผ้าพันคอสีน้ำเงินนี่อยู่นะ...\n\n\nเจ้าอัศวินพูดน้อยน่ารำคาญนั่น ยังทำหน้า\nไร้อารมณ์เหมือนเคย ฉันไม่เคยดูออกเลย\nว่าหมอนั่นคิดอะไรอยู่ คิดว่าน่าจะไม่ได้คิดอะไรเลย\nบางทีฉันก็อดเชื่อไม่ได้ เรื่องที่ว่าเขาสามารถ\nเอาชนะอัศวินผู้ใหญ่ได้ในการประลองดาบ\nเมื่อตอนที่เขายังเป็นเพียงแค่เด็ก\nแต่ถึงอย่างนั้นก็ไม่มีทางเทียบกับฉันคนนี้ได้หรอกนะ\nไม่มีใครเอาชนะการต่อสู้กลางอากาศของฉันได้\nพูดไปแล้วก็นึกได้ น่าจะได้เวลาตั้งชื่อที่เหมาะสม\nให้กับท่าใหม่ที่ฉันคิดขึ้นได้แล้ว\nชื่อแบบไหนดีนะถึงจะคู่ควร?\nRevali\u0027s...สักอย่าง Tornado?\nWhirlwind? Masterpiece? อืมม",
          "Length": 780
        }
      ]
    },
    {
      "EntryName": "Book07",
      "Choices": [
        2,
        3,
        4
      ],
      "TextList": [
        {
          "Line": 130,
          "OriginalText": "The princess came to the village on\nofficial business, along with her shadow,\nthat insufferable knight.\nI tried to talk to him while the princess\nmet with the elder, but he was his usual\nquiet self. Why do people like him so?\nI also gave him the privilege of seeing\nme perform Revali\u0027s Gale. Nothing.\nNo reaction at all to my impressive feat.\nI showed it to him even knowing there\nwas a chance of failure, since it\u0027s still\nso new. He must truly be slow-witted.\nI tried to provoke him into facing me,\nbut to no avail. It\u0027s like talking to\na stone.\nOur interactions were a waste of time,\nso I flew off to find solace with Medoh.\n\nWhat\u0027s wrong with that guy?",
          "TranslatedText": "เจ้าหญิงมาเยือนหมู่บ้านด้วยภารกิจ\nอย่างเป็นทางการ พร้อมกับเงาของเธอ \nเจ้าอัศวินน่าอึดอัดนั่น\nฉันพยายามคุยกับเขาตอนที่เจ้าหญิงไปพบผู้อาวุโส\nแต่เขาก็ยังเงียบเหมือนเคย \nทำไมคนถึงชอบหมอนี่กันนะ?\nฉันยังให้เขาได้รับเกียรติดูฉันใช้ Revali\u0027s Gale\nแต่ไม่มีเลย ไม่มีการตอบสนองใดๆ \nต่อท่าอันสุดยอดของฉัน\nฉันใช้มันให้เขาดูทั้งที่รู้ว่ามีโอกาสพลาด เพราะว่า\nมันยังเป็นท่าใหม่ หมอนี่มันเฉื่อยชาจริงๆ\nฉันพยายามยั่วยุเขาให้สู้กับฉัน แต่ก็ไม่ตอบสนอง\nราวกับคุยกับก้อนหิน\nการคุยกันของเรามันช่างเสียเวลาเปล่า\nฉันก็เลยบินไปหา Medoh\n\nหมอนั่นมันเป็นอะไรของมัน?",
          "Length": 655
        }
      ]
    },
    {
      "EntryName": "Book08",
      "Choices": [
        3,
        4
      ],
      "TextList": [
        {
          "Line": 143,
          "OriginalText": "Daruk informed me that we have been\nasked to escort the princess to Lanayru.\n\nWe\u0027re to see the princess off at dawn at\nthe mountain\u0027s base and meet her there\nwhen she returns at sunset.\nMust I participate in this nonsense?\nThough...I still remember that look\non the princess\u0027s face.\nWhen she asked me to pilot the Divine\nBeast, she was not only determined...\nshe seemed desperate.\nShe\u0027s aware she can\u0027t fulfill her\nsacred duties, and anyone can\nsee how it weighs on her.\nIt\u0027s difficult for me to comprehend\nthe troubles of the talentless, but...\nI\u0027m trying.\nIt\u0027s not that I dislike the princess.\nShe tries her hardest. It\u0027s simply\nnot good enough.\nNo, I don\u0027t think I can spare the time to\nsend her off in the morning, but perhaps\nI will fly over to greet her at sunset.\nPerhaps that alleged \u0022sealing power\u0022\nwill show her some mercy and finally\nawaken this time.",
          "TranslatedText": "Daruk บอกฉันว่าเราถูกขอ\nให้พาเจ้าหญิงไปยัง Lanayru\n\nเราจะส่งเจ้าหญิงขึ้นเขาไปตอนรุ่งสาง \nและรอพบเธอ ที่ตีนเขาตอนเธอกลับมา\nเมื่อพระอาทิตย์ตก\nฉันจำเป็นต้องไปด้วยเหรอ?\nแต่ว่า...ฉันยังจำสายตานั้นของเจ้าหญิงได้\nเมื่อเธอขอให้ฉันเป็นคนควบคุมอสูรศักดิ์สิทธิ์\nเธอไม่เพียงมุ่งมั่น... \nแต่ยังให้ความรู้สึกสิ้นหวังด้วย\nเธอรู้ว่าเธอไม่อาจทำหน้าที่อันศักดิ์สิทธิ์ของเธอ\nให้สำเร็จได้ และไม่ว่าใครต่างก็เห็น\nว่ามันทำให้เธอหนักใจแค่ไหน\nมันยากสำหรับฉันที่จะเข้าใจปัญหา\nของผู้ไร้ความสามารถ\nแต่...ฉันก็พยายามนะ\nไม่ใช่ว่าฉันไม่ชอบเจ้าหญิง เธอก็พยายาม\nเต็มที่แล้ว มันก็แค่ยังไม่พอ \nฉันคิดว่าฉันคงไม่ว่างพอจะไปส่งเธอในตอนเช้า\nแต่ฉันอาจจะบินไปทักทายเธอในตอนเย็น\nบางทีคราวนี้ \u0022พลังแห่งการผนึก\u0022 \nนั่นอาจเห็นใจเธอ และตื่นขึ้นสักที",
          "Length": 862
        }
      ]
    }
  ],
  "IsCompleted": true
}