{
  "FileName": "TwnObj_UmayadoHeroBook_02",
  "EntryList": [
    {
      "EntryName": "0001",
      "TextList": [
        {
          "Line": 8,
          "OriginalText": "Don\u0027t read.",
          "TranslatedText": "ไม่อ่าน"
        }
      ]
    },
    {
      "EntryName": "0002",
      "TextList": [
        {
          "Line": 12,
          "OriginalText": "Next page.",
          "TranslatedText": "หน้าถัดไป"
        }
      ]
    },
    {
      "EntryName": "0003",
      "TextList": [
        {
          "Line": 16,
          "OriginalText": "Previous page.",
          "TranslatedText": "หน้าก่อน"
        }
      ]
    },
    {
      "EntryName": "0004",
      "TextList": [
        {
          "Line": 20,
          "OriginalText": "Stop reading.",
          "TranslatedText": "หยุดอ่าน"
        }
      ]
    },
    {
      "EntryName": "0005",
      "TextList": [
        {
          "Line": 24,
          "OriginalText": "First page.",
          "TranslatedText": "หน้าแรก"
        }
      ]
    },
    {
      "EntryName": "0006",
      "TextList": [
        {
          "Line": 28,
          "OriginalText": "Last page.",
          "TranslatedText": "หน้าสุดท้าย"
        }
      ]
    },
    {
      "EntryName": "Book00",
      "TextList": [
        {
          "Line": 32,
          "OriginalText": "Read ",
          "TranslatedText": "อ่าน "
        },
        {
          "Line": 36,
          "OriginalText": "Daruk\u0027s Training Journal",
          "TranslatedText": "บันทึกการฝึกของ Daruk",
          "Colour": "blue"
        },
        {
          "Line": 39,
          "OriginalText": "?",
          "TranslatedText": "?"
        }
      ]
    },
    {
      "EntryName": "Book01",
      "TextList": [
        {
          "Line": 52,
          "OriginalText": "I\u0027m gonna start writin\u0027 in this \u0022diary\u0022\nthing startin\u0027...now. Ugh, a diary...\nMaybe I\u0027ll call it my training journal.\nThey say all ya gotta do is write down\nstuff that happens. Us Gorons prefer the\nsimple life, so I hope simple stuff counts.\nLet\u0027s see. For today\u0027s journal entry,\nwhat should I write about?\n\nOh, I know! I had some rock roast from\nthe peak of Death Mountain. It was\ndelicious! I think I\u0027ll eat more of it soon.",
          "TranslatedText": "ฉันจะเริ่มเขียนลงใน \u0022ไดอารี่\u0022 นี่ละนะ\nเรื่องเริ่มขึ้น...ตอนนี้ เอ่อ ไดอารี่เนี่ย...\nบางที ฉันควรจะเปลี่ยนไปเรียกมันว่า\nบันทึกการฝึกดีกว่า\nเขาว่าก็แค่เรียกเรื่องที่เกินขึ้นลงไป\nพวกเราชาว Gorons นั้นชอบชีวิตที่เรียบง่าย\nดังนั้นหวังว่าเรื่องธรรมดาจะใช้ได้นะ\nเริ่มจาก บันทึกของวันนี้\nฉันควรจะเขียนเรื่องอะไรดี?\n\nอ้อรู้แล้ว! วันนี้ฉันกินหินย่างจาก\nยอด Death Mountain มันอร่อยมาก! \nฉันคิดว่าเดี๋ยวไว้จะกินอีก"
        }
      ]
    },
    {
      "EntryName": "Book02",
      "TextList": [
        {
          "Line": 65,
          "OriginalText": "I talked to some Hylians at the base of\nthe mountain. All anyone wants to talk\nabout these days is Calamity Ganon.\nReminds me of when those tiny Sheikah\ncame to Death Mountain a few years ago\nto dig up that Divine Beast or whatever.\nThe Hylians were sayin\u0027 that beast thing\nis a weapon someone will need to\nlearn how to control.\nBack in the good ol\u0027 days, Gorons didn\u0027t\nworry about relics we couldn\u0027t eat.\nMmm... Now I\u0027m hungry.\nMaybe I\u0027ll track down a prime rock roast\nfor one of my dinners tonight!",
          "TranslatedText": "ฉันได้คุยกับ Hylians บางคนที่ตีนเขา\nเดี๋ยวนี้คนคุยกันแต่เรื่องของ Calamity Ganon\nทำให้ฉันนึกถึงตอนนี้พวกชาว Sheikah ตัวเล็กนั่น\nเดินทางมายัง Death Mountain เมื่อไม่กี่ปีก่อน\nเพื่อขุด Divine Beast นั่นหรืออะไรสักอย่าง\nพวก Hylians บอกว่าอสูรนั่นคืออาวุธ\nที่ใครสักคนต้องเรียนรู้วิธีควบคุม\nสมัยก่อนชาว Gorons ไม่ต้องกังวลถึง\nของโบราณที่เรากินไม่ได้\nอื้มม... หิวแล้วสิ\nบางทีฉันน่าจะหาหินย่างอย่างดีสำหรับ\nมื้อเย็นวันนี้!"
        }
      ]
    },
    {
      "EntryName": "Book03",
      "TextList": [
        {
          "Line": 78,
          "OriginalText": "Today I saw someone bein\u0027 attacked\nwhen I was out lookin\u0027 for lunch rocks\nat the peak.\nHe was a little tiny guy, so I rushed down\nthe mountain to help him. I was shocked\nto find he was handy with a sword!\nBy the time I rolled his way, he\u0027d already\ntaken out all the monsters! I couldn\u0027t\nhelp but admire his Goron-like strength.\nWhile I was distracted, a monster almost\ngot the jump on me. He stopped it.\nThe Great Daruk...saved by a tiny Hylian.\nI must have had a dopey look on\nmy face when that happened.\nHope he didn\u0027t notice.",
          "TranslatedText": "วันนี้ฉันเห็นคนถูกโจมตี ตอนที่ฉันออกไปหาหิน\nมาเป็นมื้อกลางวันที่ยอดเขา\nเขาเป็นชายตัวเล็กจิ๋ว ฉันจึงรีบลงเขาไป\nเพื่อช่วยเขา ฉันช็อคมากตอนที่พบว่า\nเขาใช้ดาบได้อย่างคล่องแคล่ว!\nตอนที่ฉันกลิ้งลงไปถึง เขาก็จัดการพวกมอนสเตอร์ไปแล้ว!\nฉันอดชื่นชมในความแข็งแกร่ง\nดั่งชาว Goron ของเขาไม่ได้\nตอนที่ฉันกำลังสนใจเขาอยู่ มอนสเตอร์เกือบจะ\nโจมตีใส่ฉัน เขาหยุดมันไว้\nDaruk ผู้ยิ่งใหญ่คนนี้...ถูกช่วยไว้โดย Hylian ตัวจิ๋ว\nหน้าฉันคงอึ้งมาก ตอนมันเกิดขึ้น\nหวังว่าเขาจะไม่ทันสังเกตเห็น"
        }
      ]
    },
    {
      "EntryName": "Book04",
      "TextList": [
        {
          "Line": 91,
          "OriginalText": "That little Hylian from before is named\nLink. He\u0027s got a respectable appetite.\nLoves to eat meat, fruit, vegetables...\nall sorts of things a decent person\nwouldn\u0027t dream of eating.\n\nLink will cook up and eat just about\nanything. I offered him some Grade A\nrock roast to help refine his palette.\nI asked him how it tasted. He liked it\nso much, he was speechless.\n\nI knew Hylians could eat rocks too.\n\n\nEating isn\u0027t the only thing Link and I\nhave in common. The little guy is also\nincredibly strong!\nHe said sometimes when he focuses,\nit feels like time slows down. Heh!\nI really like that guy.\nHe\u0027s the type of guy you can trust to\nhave your back and also have a nice\nhearty meal with.\nYeah! That settles it! From now on,\nLink is an official brother.",
          "TranslatedText": "Hylian ตัวน้อยนั่นมีชื่อว่า Link\nเขากินเก่งจนต้องยอมรับเลยล่ะ\nชอบกินทั้งเนื้อ ผลไม้ ผัก...\nทุกอย่างที่คนปกติไม่คิดฝันว่าจะกิน\nLink สามารถเอาแทบทุกอย่างมาปรุงอาหาร\nและกินได้ ฉันเสนอหินอย่างเกรดเอให้เขา\nเพื่อให้จานเขาสมบูรณ์ยิ่งขึ้น\nฉันถามว่ารสชาติมันเป็นอย่างไร\nเขาชอบมันจนถึงขั้นพูดไม่ออกเลย\nฉันได้รู้ว่า Hylians ก็สามารถกินหินได้เช่นกัน\nการกินไม่ใช่สิ่งเดียวที่ Link และฉัน\nชอบเหมือนกัน เจ้าตัวน้อยแข็งแกร่งมากเช่นกัน!\nบางครั้งตอนที่เขากำลังจดจ่อ มันเหมือนกับ\nเวลาเดินช้าลง หึ!\nฉันชอบหมอนั่นมาก\nเขาเป็นคนประเภทที่ฝากให้ดูหลังในการต่อสู้ได้\nและสามารถทานข้าวอร่อยๆ ด้วยกันได้\nใช่แล้ว! ตัดสินใจแล้ว! นับจากนี้\nLink ถือเป็นพี่น้องของฉัน"
        }
      ]
    },
    {
      "EntryName": "Book05",
      "TextList": [
        {
          "Line": 104,
          "OriginalText": "Hyrule\u0027s little princess came to\nGoron City and asked me to pilot\nthe Divine Beast. I said yes.\nThe Great Daruk never turns down\nsomeone in need! When I said I would,\nthe princess seemed really happy.\nThere will be four Champions to control\nfour Divine Beasts, and one swordsman\nto take on Ganon.\nIncluding the princess, our anti-Ganon\nteam is six strong, made up of all\ndifferent kinds of people.\nThis has the makings of an epic feast.\nI got the ball rollin\u0027 by giving the\nprincess my best rock roast.\nShe said thanks, but...I think she was\nholdin\u0027 back a grimace. Must have had\nsomethin\u0027 foul on her mind.",
          "TranslatedText": "เจ้าหญิงตัวน้อยของ Hyrule มายัง Goron City \nและขอให้ฉันช่วยควบคุม Divine Beast\nฉันตอบตกลง\nDaruk ผู้ยิ่งใหญ่ไม่เคยปฏิเสธคนที่ต้องการ\nความช่วยเหลือ! ตอนที่ฉันตอบตกลง\nเจ้าหญิงดูมีความสุขมาก \nจะมี Champion สี่คนควบคุม\nDivine Beast ทั้งสี่ และนักดาบหนึ่งคน\nเพื่อจัดการกับ Ganon\nรวมเจ้าหญิงแล้ว ทีมต่อต้าน Ganon ของเรา\nจะประกอบด้วยผู้แข็งแกร่งหกคน \nประกอบด้วยคนหลากหลายแบบ \nนี่คือจุดเริ่มต้นของงานเลี้ยงครั้งยิ่งใหญ่\nฉันเริ่มด้วยมอบหินย่างที่ดีที่สุดของฉันให้เจ้าหญิง\nเธอกล่าวขอบคุณ แต่ว่า...ฉันคิดว่า\nเหมือนเธอกำลังฝืนยิ้มอยู่ \nเธอคงมีเรื่องมากมายในใจให้คิด"
        }
      ]
    },
    {
      "EntryName": "Book06",
      "TextList": [
        {
          "Line": 117,
          "OriginalText": "I\u0027m a Champion now. Feels good.\n\n\nI hadn\u0027t talked with Link in a while,\nso seeing him at the inauguration\nceremony was nice. It was a good day.\nOh, word has it Link has been chosen as\nZelda\u0027s appointed knight. I can\u0027t think\nof a better brother for the job.\nI hear one of those ancient machine\nthings went nuts during some test\nand shot out deadly beams!\nWith true Goron spirit, Link grabbed a\npot lid from the ground and deflected\nthe blast.\nHe nailed the thing in its weak spot\nand saved the day.\n\nHis bravery caught the king\u0027s eye,\nand not long after that, he was\nappointed to guard Zelda!\nI\u0027d expect nothin\u0027 less from the\nlittle guy!",
          "TranslatedText": "ฉันกลายเป็น Champion แล้ว รู้สึกดีนะ\nฉันไม่ได้คุยกับ Link มาสักพักแล้ว\nก็เลยดีที่ได้เจอเขาในพิธีเปิดตัว มันเป็นวันที่ดี\nอ้อ ได้ยินว่า Link ได้ถูกเลือกให้เป็น\nอัศวินประจำตัวของ Zelda\nฉันก็นึกคนที่เหมาะสมกว่านี้ไม่ออกแล้ว\nได้ยินว่าเจ้าพวกเครื่องจักรโบราณนั่น\nเคยเกิดคลั่งขึ้นมาในการทดสอบครั้งหนึ่ง\nและยิงลำแสงอันตรายนั่นออกมา!\nด้วยจิตวิญญาณชาว Goron ที่แท้จริง\nLink หยิบฝาหม้อขึ้นมาและสะท้อนลำแสงกลับไป\nเขาจัดการจุดอ่อนของมันและช่วยทุกคนไว้ได้\nความกล้าหาญของเขาทำให้กษัตริย์สนใจ\nหลังจากนั้นไม่นาน หมอนั่นก็ได้เป็นองครักษ์\nประจำตัวของ Zelda!\nฉันรู้อยู่แล้วว่าเจ้าตัวน้อยต้องทำได้!"
        }
      ]
    },
    {
      "EntryName": "Book07",
      "TextList": [
        {
          "Line": 130,
          "OriginalText": "I\u0027ve been chosen to pilot Rudania, but I\nwas havin\u0027 trouble controlling it. I was\nthe only Champion who was struggling.\nI asked Link for advice, but he just\nshoved me into the Divine Beast so\nI could explore it aimlessly all day.\nI can\u0027t explain it, but by the end of\nthe day, I was able to control Rudania\njust how I wanted to!\nI guess experience is the best teacher.\nLittle guy\u0027s strength must come from\nworkin\u0027 hard and never givin\u0027 up.\nGood lesson, brother! As thanks,\nI\u0027m gonna treat him to some gourmet\nsirloin rock.",
          "TranslatedText": "ฉันได้รับเลือกให้ควบคุม Rudania \nแต่ฉันมีปัญหาในการควบคุมมัน\nฉันเป็นคนเดียวที่การควบคุมไม่ราบรื่น\nฉันของคำแนะนำจาก Link แต่หมอนั่นแค่\nผลักฉันเข้าไปใน Divine Beast เพื่อให้\nฉันได้สำรวจภายในตัวมันทั้งวันอย่างไร้จุดหมาย\nฉันก็อธิบายไม่ถูก แต่ตอนหมดวัน ฉันสามารถ\nควบคุม Rudania ได้อย่างที่ต้องการ!\nเดาว่าประสบการณ์คงเป็นครูที่ดีที่สุด\nความแข็งแกร่งของหมอนั่นคงมาจาก\nการฝึกฝนอย่างหนักอย่างไม่เคยย่อท้อ\nสอนได้ดีนี่! เพื่อเป็นการขอบคุณ\nฉันจะเลี้ยงเขาด้วยหินสันนอกรสเลิศ"
        }
      ]
    },
    {
      "EntryName": "Book08",
      "TextList": [
        {
          "Line": 143,
          "OriginalText": "All my Hylian brother seems to do these\ndays is watch over the tiny princess\nwhile she does her research.\nIt looks like tough work, but the princess\nseems a lot happier and talks more since\nshe\u0027s been doin\u0027 it, so it must be OK.\nI hear the little guy finally opened up\nabout his troubles to the princess\nwhile they were shovelin\u0027 food.\nSurprisingly, she opened up right back.\nSaid somethin\u0027 princessy like, \u0022I guess\nwe\u0027re the same, you and I.\u0022\nHmm... Sounds heavy. They must\nhave been bondin\u0027 over their food\npreferences. That\u0027ll do it, all right.\nSpeakin\u0027 of openin\u0027 up, all this journal\nwritin\u0027 has made me realize somethin\u0027\nabout myself...\nWriting makes me hungry.",
          "TranslatedText": "สิ่งที่พี่น้องชาว Hylian ของฉันทำทุกวันนี้\nดูจะมีเพียงการดูแลเจ้าหญิง\nในขณะที่เธอทำการค้นคว้าเท่านั้น\nมันดูเหมือนจะเป็นงานยาก แต่เจ้าหญิงดู\nมีความสุขขึ้นมาก และคุยมากขึ้นนับตั้งแต่\nเธอเริ่มทำ ดังนั้นมันคงจะไม่มีปัญหา\nฉันได้ยินว่าในที่สุดเจ้าตัวน้อยก็เปิดใจ\nเรื่องปัญหาของเขาให้เจ้าหญิงทราบ\nในระหว่างที่พวกเขาทานอาหารกัน\nน่าประหลาดใจ ที่เธอก็เปิดใจกลับ\nกล่าวประโยคที่สมเป็นเจ้าหญิงอย่าง \n\u0022ฉันเดาว่าเราเหมือนกันสินะ เธอกับฉัน\u0022\nอืม... ฟังดูยากแฮะ พวกเขาคงผูกพันกัน\nผ่านมื้ออาหาร คงใช้ได้แหละ\nพูดถึงเรื่องการเปิดใจแล้ว การเขียนบันทึกนี้\nทำให้ฉันตระหนักอย่างหนึ่งเกี่ยวกับตัวเอง...\nการเขียนทำให้ฉันหิว"
        }
      ]
    }
  ],
  "IsCompleted": true
}